{
  "home": {
    "0": {
      "title": "Innovative Programming School",
      "content1": "ILPlatform is an innovative programming school for children between the ages of 6 and 16 years old.",
      "content2": "Through animations, game development, website creation and others, we develop young people's analytical, algorithmic, mathematical and logical thinking, as well as problem solving skills, while teaching them the fundamentals of programming.",
      "button1": "Learn More",
      "button2": "Enroll"
    },
    "1": {
      "title": "Why learn programming?",
      "content": "Programming is the main tool for future generations, and mastering it, or at least getting introduced to it, as early as possible is necessary to build a powerful and influential career. Starting as early as possible is the key to success!"
    },
    "1.5": {
      "title": "Block Programming",
      "content": "At ILPlatform, we teach block programming, which is a method of learning computer science developed for young people by Google, and reinforced by MIT with their block programming language Scratch, which is widely known and used in the field.",
      "content2": "Take a look at our explanatory video!",
      "video": "https://www.youtube-nocookie.com/embed/mjqlxGvRNkI"
    },
    "2": {
      "title": "Regular Classes and Holiday Camps",
      "content": "So it is important to learn about programming? We teach it in different ways, using different approaches. Firstly, we organize regular courses throughout the year, which emphasize regularity and hard work. Secondly, we organize courses during the school holidays, which lay more importance on longer projects and independence.",
      "button": "See our classes and camps"
    },
    "6": {
      "content": "Additionally, the curriculum is built on an innovative academic program, making use of a ton of new technologies developed specifically for pupils in programming. Students work in small groups with other students of their age, which allows us to provide them with support and feedback in a unique way."
    },
    "7": {
      "title": "Let your child code the future!",
      "content": "We are ready to help you with your child's first steps into the world of programming, and we are confident that we will be able to help you with their future.",
      "button1": "Learn More",
      "button2": "Enroll"
    }
  },
  "about": {
    "title": "ILPlatform?",
    "subtitle": "Let us tell you more about what we do.",
    "0": {
      "title": "ILPlatform offers engaging and cutting-edge coding classes for learners of all ages",
      "content": "ILPlatform is a coding academy for children and teens. Our classes focus on developing students' logical, analytical, and critical thinking skills, while also introducing them to the fundamental principles of programming. Our goal is to spark children's interest in programming and equip them with the technological skills and mindset necessary for success in any field. Our teaching tools and methods are innovative and have been designed to make it easier for children to learn programming at an early age. We are committed to creating a stimulating and supportive learning environment that allows children to thrive."
    },
    "05": {
      "title": "The History of ILPlatform",
      "content": "ILPlatform was founded in December 2020 by Daniel Cortild and Madalina Mezei with the goal of providing innovative coding education to children and teens. The first classes were held in February 2021, and since then, ILPlatform has grown and developed a strong reputation for its engaging and cutting-edge teaching methods. The founders of ILPlatform are passionate about helping students develop the skills and mindset necessary to succeed in the 21st century and are dedicated to creating a positive and supportive learning environment. ILPlatform has already made a significant impact in the world of coding education and is poised for continued growth and success in the future.",
      "subtitle": "students taught",
      "subtitle2": "partner schools"
    },
    "1": {
      "title": "Why Us?",
      "content": "All of our instructors are trained to provide your children with the best possible learning process. A mix of fun and serious classes creates an excellent learning environment for all.",
      "list": [
        {
          "title": "Small Classes",
          "description": "We make sure that there is enough time and space to help each student individually."
        },
        {
          "title": "Successful Learning",
          "description": "We hold the students attention of the children by teaching them useful and fun material."
        },
        {
          "title": "Insightful Feedback",
          "description": "We provide the children with the opportunity to ask questions and receive feedback from their teachers."
        },
        {
          "title": "Friendly Teachers",
          "description": "Our trainers are not only there to teach the students, but also to entertain them and have fun with them."
        },
        {
          "title": "Material Provided",
          "description": "All the materials are provided by us, so that the children can learn at their own pace."
        }
      ]
    },
    "2": {
      "join": "Join Us?",
      "about": "About Us"
    }
  },
  "tools": {
    "title": "Adapted & Innovative Curriculum",
    "content": "Teaching programming to kids 20 years ago would have been unthinkable. But nowadays, big companies, such as Google and Microsoft, have realised it is important to start early and have invested a lot in developing programming tools dedicated to children. ILPlatform builds on those tools to develop an innovative and specially developed curriculum in the goal of facilitating the learning procedure starting from a young age off.",
    "button": "More details"
  },
  "team": {
    "title": "The Team",
    "content": "The entire team is working towards giving your kids the best possible experience.",
    "join": "Join Us?",
    "about": "About Us",
    "roles": {
      "0": "Product Manager",
      "1": "Business Manager",
      "2": "Sales Consultant",
      "3": "Head Teacher",
      "4": "Marketing Intern",
      "5": "IT Intern",
      "6": "",
      "7": "",
      "8": "",
      "9": "Teacher",
      "10": "Teacher"
    }
  },
  "programme": {
    "title": "A specialised and adapted curriculum",
    "0": {
      "title": "A specialised and adapted curriculum",
      "content1": "The ILPlatform programme revolves around two main axes, which we believe essential for the participants successful learning.",
      "content2": "Firstly, our curriculum is specialised, i.e. it has been developed with the age of the participants in mind. Thus, our curriculum has been worked and reworked to be most suitable for young people, using child-specific tools and methods.",
      "content3": "Our lesson plans are also adaptable, allowing everyone to fit into our courses. Indeed, young people learn at different paces, and we take this into account by giving more complicated or simpler variations of the same exercise to different members of the group."
    },
    "1": {
      "title": "Project-based learning",
      "content": "The learning methodology used at ILPlatform is project-based. Instead of a series of meaningless exercises, we put the participants in a situation and ask them to solve a problem, so that they can put their knowledge into practice right from the start. This not only motivates them to work harder on the concepts taught, but allows them to use their creativity and share their own creations with their peers."
    },
    "2": {
      "title": "Different age groups",
      "content": "We divide the groups according to their age, so that we can tackle the most advantageous way of learning. In this way, our courses are specially adapted to the needs, interests and skills of the children.",
      "1": {
        "title": "Little ones",
        "subtitle": "For 5 to 7 year olds"
      },
      "2": {
        "title": "Youth",
        "subtitle": "For 8 to 11 year olds"
      },
      "3": {
        "title": "Teens",
        "subtitle": "For 12 to 16 year olds"
      }
    },
    "groups": {
      "1": {
        "title": "Our programme for youngsters",
        "content1": "For our youngest groups, i.e. children aged 5 to 7, participants are exposed to programming, and for some perhaps even to a computer, for the first time. They will then start to use computer tools productively and independently, and create their first codes on them. We will start with visual tools that do not necessarily require reading and writing skills, but present the tools as pictures and instruction blocks. To keep the youngsters' attention, we use robots and let them use their creativity, so that they can code what they want, while following projects with general instructions",
        "title2": "Concepts visited",
        "content2": ["Basic instructions", "Events", "Repetitive actions", "Conditionals"],
        "title3": "Tools used",
        "content3": ["ScratchJr.png", "SwiftPlaygrounds.png", "SpheroEdu.png", "WonderWorkshop.png", "LegoEducation.png"]
      },
      "2": {
        "title": "Our youth programme",
        "content1": "For our 8 to 11 year olds, we expose the participants to the vast world of programming through the principle of block programming. This course is the first step into this world, and for some even the first time they use a computer, so we use simple but age appropriate visual tools. Hence it is necessary to be able to read and to have some basic mathematical knowledge, but nothing that a child in this age group does not master. Through animations, small games and robot programming, children are introduced to the world of computers in a fun way, and learn what coding really means.",
        "title2": "Concepts visited",
        "content2": ["Instructions and events", "Conditionals and loops", "Variables", "Functions"],
        "title3": "Tools used",
        "content3": ["Scratch.png", "Hopscotch.png", "SwiftPlaygrounds.png", "MicroBit.png", "SpheroEdu.png", "CodingLab.png"]
      },
      "3": {
        "title": "Our programme for teenagers",
        "content1": "For our teenagers we have prepared an interesting and exciting programme, using tools that are actually used in the professional world, namely HTML, CSS, JavaScript and Python. We will code our first websites and animations, or even video games! Of course, we will not use the same modules as in the professional world, but modules developed for computer science learning, such as Turtle or PyGame. And before that, the basic principles are explored through block programming, a methodology created for purely educational purposes. We will also use these tools to code microcontrollers!",
        "title2": "Concepts visited",
        "content2": ["Instructions and Events", "Conditions and Loops", "Variables and Functions", "Operators, Types and Initialization"],
        "title3": "Tools used",
        "content3": ["HTML_JS_CSS.png", "Python.png", "SwiftPlaygrounds.png", "Scratch.png", "MicroBit.png"]
      }
    }
  },
  "partners": {
    "title": "Our Partners",
    "content": "We are always looking for new partnerships and collaborators to enlarge our public and make a greater impact.",
    "roles": {
      "0": "Partner for Camps",
      "1": "Partner for Camps & Classes",
      "2": "Partner for Demos",
      "3": "Partner for Classes",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": ""
    }
  },
  "donors": {
    "title": "Our Donors",
    "content": "We are incredibly grateful to our donors for their generous support in providing laptops for our students to use during classes. Thank you for helping us ensure that all of our students have the resources they need to succeed."
  },
  "404": {
    "not-found": "The page you requested could not be found. If you think this is a mistake please",
    "contact-us": "contact us",
    "discover": "You can discover",
    "home": "Home",
    "classes": "Classes",
    "contact": "Contact Us"
  }
}