{
  "terms": {
    "title": "Voorwaarden en bepalingen",
    "sections": [
      {
        "title": "Welkom bij ILPlatform!",
        "content": [
          "In deze voorwaarden worden de regels uiteengezet voor het gebruik van de website van het Independent Learning Platform, te vinden op www.ilplatform.be.",
          "Door deze website te bezoeken, gaan wij ervan uit dat u akkoord gaat met deze voorwaarden. Blijf ILPlatform niet gebruiken als u niet akkoord gaat met alle voorwaarden en condities op deze pagina.",
          "De volgende terminologie is van toepassing op deze voorwaarden, de privacyverklaring, de disclaimer en alle overeenkomsten: De termen Klant, U en Uw verwijzen naar u, de persoon die inlogt op deze website en de voorwaarden van het bedrijf naleeft. De termen het bedrijf, wij, ons en onze verwijzen naar ons bedrijf. De termen Partij, Partijen of Wij verwijzen zowel naar de klant als naar onszelf. Alle voorwaarden hebben betrekking op het aanbod, de aanvaarding en de tegenprestatie van betalingen die nodig zijn om het proces van onze bijstand aan de Cliënt op de meest geschikte wijze uit te voeren, met het uitdrukkelijke doel te voldoen aan de behoeften van de Cliënt met betrekking tot de levering van de door de Vennootschap vermelde diensten, in overeenstemming met en onderworpen aan het in Nederland toepasselijke recht. Elk gebruik van de bovenstaande terminologie of andere woorden in het enkelvoud, meervoud, met een hoofdletter en/of hij/zij of zij/hij wordt geacht onderling verwisselbaar te zijn en derhalve naar hetzelfde te verwijzen."
        ]
      },
      {
        "title": "Cookies",
        "content": [
          "Wij gebruiken cookies. Door het ILPlatform te bezoeken, gaat u akkoord met het gebruik van cookies in overeenstemming met het Independent Learning Platform privacy beleid.",
          "De meeste interactieve websites maken gebruik van cookies om bij elk bezoek gebruikersgegevens te kunnen ophalen. Cookies worden door onze website gebruikt om de functionaliteit van bepaalde gebieden mogelijk te maken en zo het bezoek aan onze website voor mensen gemakkelijker te maken. Sommige van onze geaffilieerde/advertentiepartners kunnen ook cookies gebruiken."
        ]
      },
      {
        "title": "Licentie",
        "content": [
          "Tenzij anders vermeld, zijn Independent Learning Platform en/of haar licentiegevers eigenaar van de intellectuele eigendomsrechten op al het materiaal op ILPlatform. Alle intellectuele eigendomsrechten zijn voorbehouden. U kunt toegang krijgen tot de inhoud van het Independent Learning Platform voor persoonlijk gebruik, onder voorbehoud van de beperkingen die in deze algemene voorwaarden zijn uiteengezet.",
          "Dat moet je niet doen:",
          "* Herpubliceren van materiaal van ILPlatform",
          "* Het ILPlatform-materiaal verkopen, verhuren of in sublicentie geven",
          "* Materiaal van ILPlatform reproduceren, dupliceren of kopiëren",
          "* De inhoud van ILPlatform herverdelen",
          "Deze overeenkomst treedt in werking op de datum van dit document.",
          "Delen van deze website bieden gebruikers de mogelijkheid om meningen en informatie te posten en uit te wisselen op bepaalde delen van de website. Het Independent Learning Platform screent, bewerkt, publiceert of beoordeelt geen commentaren alvorens ze op de website verschijnen. De commentaren weerspiegelen niet de standpunten en meningen van het Onafhankelijk Leerplatform, zijn agenten en/of gelieerde ondernemingen. Reacties weerspiegelen de standpunten en meningen van de persoon die ze plaatst. Voor zover toegestaan door de toepasselijke wetgeving, zal het Onafhankelijk Leerplatform niet aansprakelijk zijn voor de Commentaren of voor enige aansprakelijkheid, schade of kosten veroorzaakt en/of opgelopen als gevolg van het gebruik en/of de publicatie en/of het verschijnen van de Commentaren op deze website.",
          "Independent Learning Platform behoudt zich het recht voor om alle opmerkingen te controleren en alle opmerkingen die als ongepast, beledigend of in strijd met deze voorwaarden worden beschouwd, te verwijderen.",
          "U garandeert en verklaart dat:",
          "* U bent gerechtigd de commentaren op onze website te publiceren en beschikt over alle nodige licenties en toestemmingen om dit te doen;",
          "* De Opmerkingen maken geen inbreuk op intellectuele eigendomsrechten, met inbegrip van maar niet beperkt tot auteursrechten, octrooien of handelsmerken van derden;",
          "* Reacties bevatten geen lasterlijk, smadelijk, aanstootgevend, onfatsoenlijk of anderszins onwettig materiaal dat een inbreuk op de privacy vormt",
          "* Reacties zullen niet worden gebruikt om handel of gewoonten te vragen of te promoten of om commerciële activiteiten of illegale activiteiten voor te stellen.",
          "* Hierbij verleent u het Independent Learning Platform een niet-exclusieve licentie om uw opmerkingen te gebruiken, te reproduceren, te bewerken en anderen te machtigen om uw opmerkingen te gebruiken, te reproduceren en te bewerken in welke vorm, opmaak of media dan ook."
        ]
      },
      {
        "title": "Hyperlinks naar onze inhoud",
        "content": [
          "De volgende organisaties mogen zonder voorafgaande schriftelijke toestemming een link naar onze website plaatsen",
          "* Regeringsinstanties;",
          "* Zoekmachines;",
          "* Media-organisaties;",
          "* Distributeurs van on-linedatabases kunnen naar onze website linken op dezelfde manier als zij naar de websites van andere beursgenoteerde ondernemingen linken; en",
          "* Systematisch geaccrediteerde bedrijven, met uitzondering van non-profitorganisaties, charitatieve winkelcentra en charitatieve fondsenwervende groepen, die geen hyperlink naar onze website kunnen maken.",
          "Deze organisaties mogen een link plaatsen naar onze homepage, publicaties of andere informatie op de website, op voorwaarde dat de link niet: (a) op enigerlei wijze misleidend is; (b) ten onrechte sponsoring, goedkeuring of onderschrijving van de gelinkte partij en haar producten en/of diensten impliceert; en (c) binnen de context van de site van de gelinkte partij valt.",
          "Wij kunnen andere linkverzoeken van de volgende soorten organisaties in overweging nemen en goedkeuren:",
          "* informatiebronnen die algemeen bekend zijn bij consumenten en/of bedrijven;",
          "* dot.com gemeenschap sites;",
          "* verenigingen of andere groepen die liefdadigheidsinstellingen vertegenwoordigen;",
          "* online directory van distributeurs;",
          "* internet portalen;",
          "* boekhoudkundige, juridische en adviesbureaus; en",
          "* onderwijsinstellingen en beroepsverenigingen.",
          "Wij zullen linkverzoeken van deze organisaties goedkeuren als wij besluiten dat: (a) de link niet ongunstig zal overkomen op ons of onze geaccrediteerde bedrijven; (b) de organisatie geen negatieve geschiedenis met ons heeft; (c) het voordeel voor ons van de zichtbaarheid van de hyperlink zwaarder weegt dan het gebrek aan een onafhankelijk leerplatform; en (d) de link in de context van algemene informatiebronnen staat.",
          "Deze organisaties mogen een link naar onze homepage plaatsen op voorwaarde dat de link: (a) op geen enkele manier misleidend is; (b) geen bedrieglijke sponsoring, goedkeuring of onderschrijving van de linkende partij en haar producten of diensten impliceert; en (c) binnen de context van de site van de linkende partij valt.",
          "Indien u een van de in paragraaf 2 genoemde organisaties bent en een link naar onze website wenst, dient u ons hiervan op de hoogte te stellen door een e-mail te sturen naar Independent Learning Platform. Vermeld uw naam, de naam van uw organisatie, uw contactgegevens en de URL van uw site, een lijst van alle URL's van waaruit u naar onze website wilt linken, en een lijst van de URL's op onze site waarnaar u wilt linken. Wacht alstublieft 2-3 weken op een antwoord.",
          "Erkende organisaties mogen op de volgende manieren hyperlinken naar onze website Erkende organisaties mogen op de volgende manieren hyperlinken naar onze website:",
          "* Door onze bedrijfsnaam te gebruiken; of",
          "* Door gebruik te maken van de uniform resource locator waarnaar wordt gelinkt; of",
          "* Door een andere beschrijving van onze gelinkte website te gebruiken die zinvol is in de context en de opmaak van de inhoud van de website van de linkende partij.",
          "Het gebruik van het Independent Learning Platform logo of ander artwork zal niet worden toegestaan voor het linken zonder een handelsmerk licentie overeenkomst."
        ]
      },
      {
        "title": "iFrames",
        "content": [
          "Zonder voorafgaande schriftelijke toestemming mag u geen frames rond onze webpagina's maken die op enigerlei wijze de visuele presentatie of het uiterlijk van onze website wijzigen."
        ]
      },
      {
        "title": "Verantwoordelijkheid voor de inhoud",
        "content": [
          "Wij zijn niet verantwoordelijk voor inhoud die op uw website verschijnt. U stemt ermee in ons te vrijwaren en te verdedigen tegen alle vorderingen die voortvloeien uit uw website. Er mag geen link worden geplaatst op een website die als lasterlijk, obsceen of crimineel kan worden opgevat, of die inbreuk maakt op de rechten van derden, deze schendt of pleit voor inbreuk op of enige andere schending van deze rechten."
        ]
      },
      {
        "title": "Uw privacy",
        "content": [
          "Lees het privacybeleid"
        ]
      },
      {
        "title": "Voorbehoud van rechten",
        "content": [
          "Wij behouden ons het recht voor u te verzoeken alle links of een bepaalde link naar onze website te verwijderen. U stemt ermee in alle links naar onze website onmiddellijk op verzoek te verwijderen. Wij behouden ons tevens het recht voor deze voorwaarden en het koppelingsbeleid te allen tijde te wijzigen. Door permanent naar onze website te linken, stemt u ermee in gebonden te zijn aan en zich te houden aan deze voorwaarden en bepalingen."
        ]
      },
      {
        "title": "Verwijdering van links op onze website",
        "content": [
          "Indien u op onze website een link aantreft die om welke reden dan ook aanstootgevend is, staat het u vrij contact met ons op te nemen en ons hiervan op de hoogte te brengen. Wij zullen verzoeken om links te verwijderen in overweging nemen, maar wij zijn hiertoe niet verplicht en wij zullen u evenmin direct antwoorden.",
          "Wij staan niet in voor de juistheid, volledigheid of actualiteit van de informatie op deze website, noch beloven wij dat de website beschikbaar zal blijven of dat het materiaal op de website zal worden bijgewerkt."
        ]
      },
      {
        "title": "Afwijzing van aansprakelijkheid",
        "content": [
          "Voor zover maximaal toegestaan door de toepasselijke wetgeving, sluiten wij alle verklaringen, garanties en voorwaarden met betrekking tot onze website en het gebruik van deze website uit. Niets in deze disclaimer is van toepassing:",
          "* onze of uw aansprakelijkheid voor overlijden of persoonlijk letsel beperken of uitsluiten;",
          "* onze of uw aansprakelijkheid voor fraude of een frauduleuze voorstelling van zaken te beperken of uit te sluiten;",
          "* onze of uw verantwoordelijkheden te beperken op een wijze die niet is toegestaan door de toepasselijke wetgeving; of",
          "* onze of uw aansprakelijkheid uitsluiten die niet kan worden uitgesloten onder de toepasselijke wetgeving.",
          "De beperkingen en verboden van aansprakelijkheid uiteengezet in deze afdeling en elders in deze disclaimer: (a) zijn onderworpen aan de voorgaande paragraaf, en (b) van toepassing op alle aansprakelijkheden die voortvloeien uit de disclaimer, met inbegrip van aansprakelijkheden uit contract, onrechtmatige daad en voor schending van de wettelijke plicht.",
          "Zolang de website en de informatie en diensten die deze bevat gratis ter beschikking worden gesteld, zijn wij niet aansprakelijk voor enig verlies of schade van welke aard dan ook."
        ]
      }
    ]
  },
  "privacy": {
    "title": "ILPlatform Privacybeleid",
    "sections": [
      {
        "title": "",
        "content": [
          "Bij ILPlatform, bereikbaar via www.ilplatform.be, is een van onze topprioriteiten het respecteren van de privacy van onze bezoekers. Dit privacybeleid document schetst de soorten informatie die wordt verzameld en opgeslagen door ILPlatform en hoe we het gebruiken.",
          "Indien u nog vragen heeft of meer informatie wenst over ons privacybeleid, aarzel dan niet om contact met ons op te nemen.",
          "Dit privacybeleid is alleen van toepassing op onze online activiteiten en is van toepassing op bezoekers van onze website met betrekking tot informatie die zij hebben gedeeld en/of verzameld op ILPlatform. Dit beleid is niet van toepassing op informatie die offline of via andere kanalen dan deze website wordt verzameld."
        ]
      },
      {
        "title": "Toestemming",
        "content": [
          "Door onze website te gebruiken, stemt u in met ons privacybeleid en aanvaardt u de voorwaarden ervan."
        ]
      },
      {
        "title": "Informatie die wij verzamelen",
        "content": [
          "De persoonlijke informatie die wij u vragen te verstrekken, en de redenen waarom wij u vragen deze te verstrekken, zullen duidelijk aan u worden uitgelegd op het moment dat wij u vragen uw persoonlijke informatie te verstrekken.",
          "Als u rechtstreeks contact met ons opneemt, kunnen wij aanvullende informatie over u ontvangen, zoals uw naam, e-mailadres, telefoonnummer, de inhoud van het bericht en/of de bijlagen die u ons toestuurt, en eventuele andere informatie die u wenst te verstrekken.",
          "Wanneer u zich registreert voor een account, kunnen wij u vragen om uw contactgegevens, waaronder uw naam, bedrijfsnaam, adres, e-mailadres en telefoonnummer."
        ]
      },
      {
        "title": "Hoe wij uw informatie gebruiken",
        "content": [
          "Wij gebruiken de informatie die wij verzamelen op verschillende manieren, onder meer om",
          "* Om onze website aan te bieden, te beheren en te onderhouden",
          "* onze website te verbeteren, te personaliseren en te ontwikkelen",
          "* Om te begrijpen en te analyseren hoe u onze website gebruikt",
          "* Ontwikkelen van nieuwe producten, diensten, kenmerken en functionaliteit",
          "* Om met u te communiceren, rechtstreeks of via een van onze partners, onder meer voor de klantendienst, om u updates en andere informatie over de website te bezorgen, en voor marketing- en promotiedoeleinden.",
          "* U emails sturen",
          "* Opsporing en voorkoming van fraude"
        ]
      },
      {
        "title": "Logbestanden",
        "content": [
          "ILPlatform volgt een standaard procedure voor het gebruik van log bestanden. Deze bestanden registreren bezoekers wanneer zij websites bezoeken. Alle hostingbedrijven doen dit en het maakt deel uit van de analyse van de hostingdiensten. De door de logbestanden verzamelde informatie omvat Internet Protocol (IP)-adressen, browsertype, Internet Service Provider (ISP), datum en tijd, verwijzende en afsluitende pagina's, en mogelijk het aantal kliks. Deze gegevens zijn niet gekoppeld aan enige persoonlijk identificeerbare informatie. Het doel van deze informatie is trends te analyseren, de site te beheren, de bewegingen van gebruikers op de site te volgen en demografische informatie te verzamelen."
        ]
      },
      {
        "title": "Cookies en webbakens",
        "content": [
          "Net als elke andere website maakt ILPlatform gebruik van 'cookies'. Deze cookies worden gebruikt om informatie op te slaan, zoals bezoekersvoorkeuren, en welke pagina's van de website de bezoeker heeft bezocht of bezocht. Deze informatie wordt gebruikt om de gebruikerservaring te optimaliseren door de inhoud van onze webpagina's aan te passen op basis van het browsertype van de bezoekers en/of andere informatie.",
          "Voor meer algemene informatie over cookies kunt u terecht op de website over toestemming voor cookies (https://www.cookieconsent.com)."
        ]
      },
      {
        "title": "Cookie DART DoubleClick de Google",
        "content": [
          "Google is een van de derde leveranciers van onze site. Het gebruikt ook cookies, bekend als DART cookies, om advertenties weer te geven aan bezoekers van onze site op basis van hun bezoek aan www.website.com en andere sites op het internet. Bezoekers kunnen zich echter afmelden voor het gebruik van DART-cookies door het privacybeleid van Google Content and Ad Network te raadplegen op https://policies.google.com/technologies/ads."
        ]
      },
      {
        "title": "Onze reclamepartners",
        "content": [
          "Sommige adverteerders op onze site kunnen gebruik maken van cookies en web beacons. Onze reclamepartners staan hieronder vermeld. Elk van onze reclamepartners heeft zijn eigen privacybeleid voor zijn gebruikersgegevensbeleid. Voor gemakkelijke toegang hebben wij hieronder een hyperlink naar hun privacybeleid opgenomen.",
          "* Google - https://policies.google.com/technologies/ads"
        ]
      },
      {
        "title": "Advertentiepartners Privacybeleid",
        "content": [
          "U kunt deze lijst raadplegen om het privacybeleid van elk van de reclamepartners van ILPlatform te vinden.",
          "Third-party ad servers of ad-netwerken gebruiken technologieën zoals cookies, JavaScript of web beacons die worden gebruikt in hun respectievelijke advertenties en links die worden weergegeven op ILPlatform, en worden direct verzonden naar de browser van de gebruikers. Zij ontvangen automatisch uw IP-adres wanneer dit gebeurt. Deze technologieën worden gebruikt om de doeltreffendheid van hun reclamecampagnes te meten en/of om de reclame-inhoud die u te zien krijgt op de websites die u bezoekt, te personaliseren.",
          "Merk op dat ILPlatform geen toegang heeft tot of controle heeft over deze cookies die worden gebruikt door derden adverteerders."
        ]
      },
      {
        "title": "Privacybeleid van derden",
        "content": [
          "ILPlatform's privacy beleid is niet van toepassing op andere adverteerders of websites. Wij raden u daarom aan het respectievelijke privacybeleid van deze externe advertentieservers te raadplegen voor meer gedetailleerde informatie. Dit kan hun praktijken omvatten en instructies over hoe u zich kunt afmelden voor bepaalde opties.",
          "U kunt ervoor kiezen om cookies uit te schakelen via uw individuele browseropties. Voor meer gedetailleerde informatie over het beheer van cookies met specifieke webbrowsers, kunt u terecht op de respectieve websites van deze browsers."
        ]
      },
      {
        "title": "CCPA-privacyrechten (verkoop mijn persoonlijke gegevens niet)",
        "content": [
          "Onder de CCPA, naast andere rechten, hebben Californische consumenten het recht om:",
          "Een bedrijf dat persoonsgegevens van consumenten verzamelt, verplichten de specifieke categorieën en elementen bekend te maken van de persoonsgegevens die het over consumenten heeft verzameld.",
          "Een bedrijf vragen om alle persoonlijke gegevens die het over de consument heeft verzameld, te wissen.",
          "Vraag dat een bedrijf dat de persoonsgegevens van een consument verkoopt, de persoonsgegevens van de consument niet verkoopt.",
          "Als u een verzoek indient, hebben wij een maand de tijd om te reageren. Indien u een van deze rechten wenst uit te oefenen, kunt u contact met ons opnemen."
        ]
      },
      {
        "title": "GDPR-rechten inzake gegevensbescherming",
        "content": [
          "Wij willen er zeker van zijn dat u volledig op de hoogte bent van al uw rechten inzake gegevensbescherming. Iedere gebruiker heeft recht op het volgende:",
          "Aanpassingsvermogen en flexibiliteit",
          "Recht van toegang - U hebt het recht om kopieën van uw persoonsgegevens op te vragen. Wij kunnen u een kleine vergoeding vragen voor deze dienst.",
          "Het recht van rectificatie - U hebt het recht ons te vragen alle informatie te corrigeren die volgens u onjuist is. U hebt ook het recht om ons te vragen de informatie aan te vullen die volgens u onvolledig is.",
          "Het recht om gegevens te wissen - U hebt het recht om ons te vragen uw persoonsgegevens te wissen, onder bepaalde voorwaarden.",
          "Het recht om de verwerking te beperken - U hebt het recht ons te vragen de verwerking van uw persoonsgegevens te beperken, onder bepaalde voorwaarden.",
          "Het recht om bezwaar te maken tegen de verwerking - U hebt het recht om onder bepaalde voorwaarden bezwaar te maken tegen onze verwerking van uw persoonsgegevens.",
          "Het recht op gegevensoverdraagbaarheid - U hebt het recht ons te vragen de door ons verzamelde gegevens onder bepaalde voorwaarden aan een andere organisatie, of rechtstreeks aan u, over te dragen.",
          "Als u een verzoek indient, hebben wij een maand de tijd om te reageren. Indien u een van deze rechten wenst uit te oefenen, kunt u contact met ons opnemen."
        ]
      }
    ]
  }
}