{
  "products": {
    "title": "Onze cursussen",
    "subtitle": "Gesegmenteerd leerplan",
    "desc": "Tijdens onze cursussen maken wij gebruik van een vernieuwend programma, dat speciaal is gesegmenteerd en aangepast aan de leeftijd, de behoeften en het niveau van onze studenten. Zo is het programma onderverdeeld in verschillende mogelijke takken, afhankelijk van de leeftijd en het niveau van de student.",
    "cards": [
      "Cursussen ter plaatse",
      "Online cursussen",
      "Vakantiekampen"
    ]
  },
  "class": {
    "list": {
      "title": "Onze cursussen op locatie",
      "private": "Op dit moment zijn deze cursussen alleen privé beschikbaar. Aarzel niet om contact met ons op te nemen voor een dergelijk verzoek, wij helpen u graag verder!",
      "none": "Sorry, er zijn op dit moment geen cursussen van dit type beschikbaar. Kom later nog eens terug of neem contact met ons op als u denkt dat dit een vergissing is.",
      "choose": "Kies een groep die bij u past en schrijf uw kind in.",
      "description": "Leer coderen van #0 naar #1 door ",
      "or": "of"
    },
    "details": {
      "title": "Belangrijke details",
      "info": [
        "Voor wie?",
        "Waar?",
        "Wanneer?",
        "Taal?",
        "Prijs?"
      ],
      "public": "Jonge kinderen en tieners van #0 tot #1 jaar, beginners of ervaren in programmeren",
      "public_level": {
        "beginner": "Jonge kinderen en tieners van #0 tot #1 jaar, beginners in programmeren",
        "intermediate": "Jonge kinderen en tieners van #0 tot #1 jaar, ervaren in gebruik van een computer",
        "all": "Jonge kinderen en tieners van #0 tot #1 jaar, beginners en met gemiddeld niveau in programmeren"
      },
      "date_text": "Op #0, van #1 to #2",
      "price": "#0€ voor #1 sessies",
      "from_to": "van #0 tot #1, geen lessen tijdens en naast de vakantie",
      "detailsTitle": "Meer informatie",
      "module-details": {
        "scratch": [
          "In deze module leren de leerlingen blokprogrammeren en leren ze dat computers alleen precieze en duidelijke instructies kunnen uitvoeren die op de juiste manier zijn geordend en die tot een verwacht resultaat leiden.",
          "In deze les zullen de leerlingen voor het eerst met voorwaardelijke constructies te maken krijgen. Door een voorwaardelijke operator in hun programma op te nemen, zullen ze leren hoe ze een bepaald deel van de code kunnen activeren, afhankelijk van de voorwaarde die van tevoren is gedefinieerd.",
          "In deze module leren de leerlingen over lussen - programmaconstructies die worden gebruikt voor het herhaaldelijk uitvoeren van een bepaald stuk code. Elke instructie of reeks van instructies kan een bepaald aantal keren worden herhaald of totdat aan een voorwaarde is voldaan.",
          "Nu de kinderen kennis hebben gemaakt met variabelen, zullen zij hun kennis uitbreiden over het toekennen van verschillende waarden aan variabelen. Zij zullen meer dan één variabele in de programma's opnemen, afhankelijk van hun behoefte voor het spel in kwestie."
        ],
        "python": [
          "Python is tegenwoordig de meest gebruikte taal in een professionele omgeving. Met toepassingen in webontwikkeling, data science, machine learning, game ontwikkeling, web scraping, desktop applicaties en nog veel meer, is het een vitale taal voor veel industrieën. Het ondersteunt cross-platform besturingssystemen, waardoor het nog handiger is. Daarnaast is het makkelijk te leren en dus een goed startpunt voor tieners in de wereld van geavanceerd programmeren.",
          "Gedurende deze les zullen we de Turtle bibliotheek gebruiken om de basisconcepten te introduceren, zoals sequentiële instructies, conditionals, loops, variabelen en functies. Met behulp van deze concepten, zullen we verschillende animaties maken die uiteindelijk zullen leiden tot onze eigen versie van een video game!",
          "Aan het einde van de module zal de deelnemer vertrekken met een diploma dat de voltooiing van de cursus certificeert, evenals een flinke dosis nieuwe kennis!"
        ],
        "web": [
          "Kinderen zullen hun eerste schreden zetten op het World Wide Web, waarbij het Web een openbaar hypertextsysteem is dat op het Internet",
          "In de eerste twee onderwerpen van de module worden de belangrijkste tags en attributen van HTML geïntroduceerd, en de kinderen maken de basisstructuur van de website, waar ze tot het einde van het niveau aan zullen werken. De rest van de module introduceert CSS en basiskennis van kleuren, lettertypen en afbeeldingen, die veel worden gebruikt op andere gebieden dan webprogrammering.",
          "Daarna gaan we verder met de introductie van de belangrijkste tags in HTML, terwijl de kinderen het project van de vorige module verder ontwikkelen en verbeteren. Op deze manier hebben we de mogelijkheid om dieper in te gaan op CSS stijlen, en ook om goede praktijken te demonstreren bij het maken van een project dat de organisatie van meer dan één map of bestand vereist.",
          "Tegen het einde van de module maken de kinderen het project af waar we sinds het begin aan gewerkt hebben. In dit stadium hebben wij de gelegenheid om moeilijkere concepten te laten zien, zoals segmentatie van documenten, pseudo-selectoren en metadata. Aan het eind is het project waar we aan gewerkt hebben klaar en kunnen de kinderen laten zien wat ze geleerd hebben door het naar eigen inzicht aan te passen en te stylen."
        ],
        "office": [
          "Tijdens deze sessies leert uw kind alles over het gebruik van een computer.",
          "Een deel van de lessen is gewijd aan het basisgebruik van de computer zelf, wat een computer is, hoe de bestandsstructuur werkt, hoe je USB-sleutels gebruikt, verbinding maakt met WiFi, een printer gebruikt, enz.",
          "Een tweede deel zal gewijd zijn aan het leren over tekstverwerking, zoals in Word, en tabelverwerking, zoals in Excel, en presentaties, zoals in PowerPoint.",
          "Ten slotte zullen we ook enkele basisbeginselen behandelen over online kantoortools, zoals online Drives, het versturen van E-mails en het opzetten van online vergaderingen, tools die van grote waarde zijn gebleken tijdens de recente pandemie."
        ]
      },
      "exampleTitle": "Voorbeelden van projecten",
      "example-projects": {
        "scratch": {
          "scratch-piano": {
            "text": [
              "Een van de projecten die we zullen verkennen is een spel. De speler zal een piano kunnen besturen die geheel door hem is ontworpen en die de vreemdste geluiden kan spelen. Met deze piano, zullen we samen mooie muziek kunnen componeren.",
              "Dit spel bouwt voort op alle basisbegrippen die zijn onderzocht en is een uitstekend recapitulatieproject."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Scratch%20Piano.png?alt=media&token=da1a3f95-f018-4f6c-8056-7905c6faa065"
          },
          "scratch-lab": {
            "text": [
              "Een ander project dat we zullen bezoeken is een doolhofspel. Met behulp van de toetsen op het toetsenbord kan het kind een Scratch-kitten besturen en helpen ontsnappen uit het doolhof waarin het terecht is gekomen.",
              "Eerst tekent hij zijn eigen doolhof. Vervolgens programmeert hij zijn kitten door het instructies te geven, die lussen en conditionals bevatten."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Scratch%203.png?alt=media&token=79985958-aa18-4b41-bc7b-5539dc2f05d4"
          },
          "scratch-space": {
            "text": [
              "Wij zullen ook een ander spel ontwikkelen op het platform, waar wij ons lasergeweer zullen afvuren tegen buitenaardse indringers. Het kanon wordt bediend met de pijltjestoetsen links en rechts.",
              "Het doel van het spel is om de vijanden te ontwijken of levens te verliezen, en om het doel te raken om levens te winnen. Dit spel bouwt voort op alle bestudeerde concepten en is een uitstekend syntheseproject over algoritmen."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Scratch%202.png?alt=media&token=e73ea3af-3cbd-4212-83ce-a1312069721f"
          }
        },
        "python": {
          "python-dice": {
            "text": [
              "Een van de projecten die we in deze module hopen te verkennen is een dobbelspel. Het doel zal zijn om een willekeurige worp te coderen, en dienovereenkomstig een bepaalde output te creëren, zoals een bordspel, een kansspel, of wat dan ook tot de creativiteit van de deelnemers!"
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Dice.jpg?alt=media&token=a26c67ca-17d7-48ab-a48d-301fa496f317"
          }
        },
        "web": {
          "web-portfolio": {
            "text": [
              "Aan het eind van de module zijn de jongeren in staat een website te ontwikkelen over een onderwerp naar keuze, bijvoorbeeld over zichzelf!",
              "Dit project bouwt voort op alle basisconcepten die zijn onderzocht en is een uitstekend afsluitend project."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Web%20Portfolio.png?alt=media&token=153e1e32-8c69-4914-8752-3c976f104a0d"
          }
        },
        "office": {
          "mail": {
            "text": [
              "Een belangrijk hulpmiddel in de professionele omgeving is het verzenden en ontvangen van e-mails. We zullen voor elke student een e-mailaccount aanmaken en hem leren hoe hij die moet gebruiken."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Gmail.png?alt=media&token=46eabef5-ecc9-493d-bcf2-8f457222201b"
          },
          "powerpoint": {
            "text": [
              "Terwijl we leren over presentatiemiddelen, zullen we een presentatie maken waarin het de bedoeling is om zichzelf te presenteren. Zo leren de leerlingen alle belangrijke hulpmiddelen in presentaties kennen, zoals tekst, afbeeldingen en overgangsanimaties!"
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Powerpoint.webp?alt=media&token=1d3061a8-5eda-4299-a57d-15a34bbe7f30"
          }
        }
      },
      "register": "Aanmelden"
    }
  },
  "camp": {
    "list": {
      "campActivities": {
        "coding": "Coding",
        "age": "Jaren",
        "sport": "Multisport",
        "language": "Talen Activiteit",
        "languagech": "Nederlands, Frans, Engels of Chinees",
        "english": "Engels",
        "tennis": "Tennis",
        "leopold": "Tennis, Paddle of Hockey",
        "science": "Wetenschappelijke activiteiten"
      }
    },
    "details": {
      "info": [
        "Voor wie?",
        "Waar?",
        "Wanneer?",
        "Taal van de codeeractiviteit?",
        "Prijs?"
      ],
      "public": "Jonge kinderen en tieners van #0 tot #1 jaar, beginners of ervaren in programmeren",
      "detailsTitle": "Meer informatie",
      "register": "Aanmelden",
      "schedule": [
        "Schema",
        "Het schema van uw kinderen ziet er als volgt uit:"
      ],
      "garderie": [
        "Dagopvang"
      ],
      "ilplatform": [
        "Programmeren met ILPlatform",
        "Wil je weten hoe een computer werkt? En hoe moet ik het programmeren? En bovenal, ben je geïnteresseerd in computers? Dan is dit kamp iets voor jou! Aan de hand van interessante en inzichtelijke projecten zullen we de basisbeginselen van programmeren, het maken van websites, automatisering of het programmeren van chips verkennen. Om deze doelen te bereiken, zullen we de Scratch-programmeeromgeving verkennen, en het gebruik van Python en Micro:Bits. Ga met ons mee voor een week vol leuke en vermakelijke activiteiten! De week is gericht op zowel beginnende als gevorderde programmeurs, en het programma wisselt van week tot week, dus je kunt je voor meerdere weken inschrijven!",
        "ILPlatform_Summer.png"
      ],
      "aspria-rasante": {
        "0": "Multi-Sporten met Aspria Royal la Rasante",
        "1": "Door middel van multisportactiviteiten en waterspelletjes leert uw kind teamgeest, terwijl het zijn/haar gevoel voor coördinatie ontwikkelt.",
        "to_bring": "Vergeet niet om uw kind een zwempak te geven.",
        "2": "Aspria.png",
        "3": "Aspria_Long.png",
        "4": "Aspria_Thumbnail.png",
        "time": [
          "09:30 - 13:00: Sportactiviteiten / Workshops programmeren",
          "13:00 - 14:00: Lunch",
          "14:00 - 17:00: Programmering workshops / Sportactiviteiten"
        ],
        "garderie": "Er wordt een gratis dagopvang georganiseerd van 8.30 tot 9.30 uur en van 17.00 tot 17.30 uur."
      },
      "kiddy": {
        "0": "Talen met Kiddy&Junior Classes",
        "1": "Tijdens de andere helft van de dag zal een taalactiviteit worden aangeboden door de Kiddy & Junior Classes. U kunt kiezen uit Engels, Frans, Nederlands, Spaans of Chinees als talen, op 3 verschillende niveaus (beginner, gemiddeld en gevorderd). Laat ons uw keuze weten wanneer u zich registreert, in het vak \"Opties\".",
        "to_bring": " Breng een doos mee, wat papier, schaar en lijm.",
        "2": "KJC.png",
        "3": "KJC.png",
        "4": "KJC_Thumbnail.png",
        "time": [
          "09:00 - 12:00: Taalactiviteit / Workshops programmeren",
          "12:00 - 13:00: Lunch",
          "13:00 - 16:00: Programmeerworkshops / Taalactiviteit"
        ],
        "garderie": "Er wordt een gratis dagopvang georganiseerd van 8.00 tot 9.00 uur en van 16.00 tot 16.30 uur. Er wordt een betaalde (5€) dagopvang georganiseerd van 16:30 tot 18:00 uur."
      },
      "kiddych": {
        "0": "Talen met Kiddy&Junior Classes",
        "1": "Tijdens de andere helft van de dag zal een taalactiviteit worden aangeboden door de Kiddy & Junior Classes. U kunt kiezen uit Engels, Frans, Nederlands of Chinees als talen, op 3 verschillende niveaus (beginner, gemiddeld en gevorderd). Laat ons uw keuze weten wanneer u zich registreert, in het vak \"Opties\".",
        "to_bring": "Breng een doos mee, wat papier, schaar en lijm.",
        "2": "KJC.png",
        "3": "KJC.png",
        "4": "KJC_Thumbnail.png",
        "time": [
          "09:00 - 12:00: Taalactiviteit / Workshops programmeren",
          "12:00 - 13:00: Lunch",
          "13:00 - 16:00: Programmeerworkshops / Taalactiviteit"
        ],
        "garderie": "Er wordt een gratis dagopvang georganiseerd van 8.00 tot 9.00 uur en van 16.00 tot 16.30 uur. Er wordt een betaalde (5€) dagopvang georganiseerd van 16:30 tot 18:00 uur."
      },
      "roi-baudouin": {
        "0": "Sport met YacaSport",
        "1": "Maak plaats voor sport! Maak je klaar om te duiken, klimmen,... Je kunt ons ook je bowlingvaardigheden en je lasergame-talenten laten zien!",
        "to_bring": "Breng een zwembadtas, een transportkaart en sportkleding mee!",
        "2": "YacaSport.jpeg",
        "3": "YacaSport_Long.png",
        "4": "YacaSport_Thumbnail.jpeg",
        "time": [
        ],
        "garderie": ""
      },
      "kidsandusjourdan": {
        "0": "Engels met Kids&Us Jourdan",
        "1": "Kids&Us Jourdan biedt een meeslepende Engelse taalervaring voor 12-16-jarigen. De ochtenden bestaan uit een week met activiteiten op maat, gericht op het leren van nieuwe woordenschat, het aanleren van grammaticale structuren, lezen en schrijven, maar ook veel spreekspelletjes, activiteiten en sociale tijd (het is immers zomervakantie!). Onze leraren hebben voor de week een volledig programma voorbereid dat de jongeren zal aantrekken en interesseren, met onderwerpen waarin zij echt geïnteresseerd zijn en waarover zij zich willen kunnen uitdrukken en hun mening geven, in het Engels natuurlijk!",
        "to_bring": "Neem een snack, lunch, een fles water met je naam erop en een etui mee.",
        "2": "KidsUs.png",
        "3": "KidsUs_Long.jpg",
        "4": "KidsUs_Thumbnail.jpg",
        "time": [
          "9:00 - 12:00: Cursussen Engels",
          "12:00 - 13:00: Lunch en gespreksactiviteiten in de open lucht",
          "13:00 - 16:00: Codering en robotica (EN/FR)"
        ],
        "garderie": "Er wordt geen dagopvang georganiseerd."
      },
      "ecoledion": {
        "0": "Talen met EcoleDeLangues.be.",
        "1": "Taalverblijven, semesters in het buitenland of zelfs individuele cursussen zijn vaak zeer dure opties, vooral als er een tweede of derde kind is! Een taalcursus voor kinderen is daarom een interessant alternatief dat groepslessen, plezier en leren combineert! Het biedt de kleintjes een aangename en niet-academische eerste kennismaking met het Engels of de meertaligen een vertrouwde omgeving. Vakantie is ook een tijd van ontspanning en ontdekking.",
        "to_bring": "Breng een snack, lunch, een flesje water met je naam erop en een etui mee.",
        "2": "EDL.png",
        "3": "EDL_Long.png",
        "4": "EDL_Thumbnail.png",
        "time": [
          "9:00 - 12:00: English Classes with EcoleDeLangues.be",
          "12:00 - 13:00: Lunch.",
          "13:00 - 16:00: Codering en Robotica met ILPlatform"
        ],
        "garderie": "Kinderopvang is beschikbaar van 8.30-9.00 uur en van 16.00-17.00 uur, tegen betaling van 4 euro per dag."
      },
      "batd-test": {
        "0": "Tennis met BATD Euro St-Josse",
        "1": "Tijdens de andere helft van de dag zal een tennisactiviteit worden aangeboden door BATD Euro St-Josse.",
        "2": "BATD.png",
        "3": "BATD.png",
        "4": "BATD_Thumbnail.jpeg",
        "time": [
          "9:00 - 12:00: Workshops coderen",
          "12:00 - 13:00: Lunch",
          "13:00 - 16:00: Tennis activiteiten"
        ],
        "garderie": "Er wordt een gratis dagopvang georganiseerd van 8.15 tot 9.00 uur en van 16.00 tot 17.00 uur."
      },
      "leopold": {
        "0": "Tennis met Royal Léopold Club",
        "1": "Tijdens de andere helft van de dag zal een tennisactiviteit worden aangeboden door de Royal Leopold Club.",
        "to_bring": "De kledij van de kinderen moet aangepast zijn aan de sport en de weersomstandigheden: breng een verandering van kledij, laarzen, een pet, een bril, een regenjas, enz. mee. Mobiele telefoons, elektronische spelletjes, walkmans, enz. zijn tijdens de cursus niet toegestaan.",
        "2": "RLC.png",
        "3": "RLC_Long.png",
        "4": "RLC_Thumbnail.jpeg",
        "time": [
          "9:00 - 12:00: Workshops coderen",
          "12:00 - 13:00: Lunch",
          "13:00 - 16:00: Tennis activiteiten"
        ],
        "garderie": "Gratis kinderopvang is beschikbaar van 8:15 tot 9:00 en van 16:00 tot 17:15."
      },
      "staugustin": {
        "0": "Wetenschappelijke activiteiten",
        "1": "Tijdens de andere helft van de dag zullen jongeren hun wetenschappelijke zintuigen ontwikkelen door kleine experimenten en creaties te doen.",
        "to_bring": "Van jongeren wordt verwacht dat ze een goed humeur meebrengen! Alle materialen worden verzorgd door ILPlatform. Jongeren moeten hun eigen lunch, snacks en drankjes meenemen.",
        "2": "ILP.png",
        "3": "Science.png",
        "4": "Science_Thumbnail.png",
        "time": [
          "9:00 - 12:00: Codeeractiviteit",
          "12:00 - 13:00: Lunch",
          "13:00 - 16:00: Wetenschappelijke activiteiten"
        ],
        "garderie": "Er is gratis opvang van 8.30 uur tot 9.00 uur en van 16.00 uur tot 16.30 uur."
      },
      "etterbeek": {
        "0": "Sportactiviteiten",
        "1": "Multisportactiviteiten in vakantiekampen voor kinderen bieden een verscheidenheid aan sporten en spellen zoals voetbal, basketbal, volleybal en trefbal. Dit biedt jonge mensen de kans om hun coördinatie en atletisch vermogen te ontwikkelen terwijl ze teamwork en belangrijke sociale vaardigheden leren.",
        "to_bring": "Van jongeren wordt verwacht dat ze een goed humeur meebrengen! Voor alle materialen wordt gezorgd. Jongeren dienen hun eigen lunch, snacks en drinken mee te nemen.",
        "2": "Etterbeek.png",
        "3": "Sports.png",
        "4": "Etterbeek_Thumbnail.png",
        "time": [
          "09:00 - 12:00: Sportactiviteiten / Programmeerworkshops",
          "12:00 - 13:00: Middag",
          "13:00 - 16:00: Programmeerworkshops / Sportactiviteiten"
        ],
        "garderie": "Gratis opvang van 07.30 uur tot 09.00 uur en van 16.00 uur tot 09.00 uur. tot 17.30 uur."
      }
    },
    "register": {
      "title": "Aanmelden",
      "name": "Naam van de ouder",
      "name_child": "Naam van het kind",
      "email": "E-mail van de ouder",
      "phone": "Telefoonnummer van de ouder",
      "birthday": "Verjaardag van het kind",
      "comments": "Opmerkingen / Keuzes",
      "signup": "Aanmelden",
      "continue": "Verder naar Betaling"
    }
  },
  "parascolaire": {
    "details": {
      "who": "Voor wie?",
      "where": "Waar?",
      "when": "Wanneer?",
      "price": "Prijs?",
      "students": [
        "Studenten van de",
        "naar de",
        "lagere klas"
      ],
      "time": [
        "Op",
        "van",
        "van",
        "tot"
      ],
      "prices": [
        "voor",
        "sessies"
      ],
      "classes": {
        "0": "",
        "1": "eerste",
        "2": "tweede",
        "3": "derde",
        "4": "vierde",
        "5": "vijfde",
        "6": "zesde"
      },
      "more_info": "Naschoolse programmering?",
      "more_info_text": "Wil je weten hoe een computer werkt? En hoe je hem programmeert? En bovenal, ben je geïnteresseerd in computers? Dan is deze extracurriculaire iets voor jou! Door middel van interessante en inzichtelijke projecten, zullen we de basis van programmeren, robotica en chip programmering verkennen. Om deze doelen te bereiken, zullen we Scratch, Sphero Edu en Micro:Bit MakeCode omgevingen verkennen. Ga met ons mee voor een jaar vol leuke en vermakelijke activiteiten!",
      "register": "Aanmelden",
      "full": "(Niet langer beschikbaar, sorry)",
      "waitingList": "Schrijf u in voor de wachtlijst"
    },
    "register": {
      "title": "Aanmelden",
      "name": "Naam van de ouder",
      "name_child": "Naam van het kind",
      "email": "E-mail van de ouder",
      "phone": "Telefoonnummer van de ouder",
      "birthday": "Verjaardag van het kind",
      "class": "Klas van het kind",
      "signup": "Aanmelden",
      "continue": "Verder naar Betaling",
      "full": "Niet langer beschikbaar, sorry"
    }
  },
  "demo": {
    "title": "Meld u aan voor een GRATIS demo",
    "info": {
      "general": "Schrijf u in voor een GRATIS demonstratieles, speciaal ontworpen om uw kind met programmeren te laten beginnen. Daarna vindt een interactief gesprek plaats om u meer te vertellen over wat wij doen en om eventuele vragen te beantwoorden.",
      "where": "Waar?",
      "whom": [
        "Voor wie?",
        "Alle personen van 6 tot 12 jaar"
      ],
      "when": [
        "Wanneer?",
        "Selecteer uw voorkeursdatum in het inschrijvingsformulier."
      ],
      "long": [
        "Hoe lang?",
        "1 uur, inclusief een vraag en antwoord sessie met ouders aan het eind."
      ],
      "price": [
        "De prijs?",
        "Geheel gratis"
      ]
    },
    "signup": {
      "title": "Aanmelden",
      "name_child": "Naam van het kind",
      "email": "E-mail van de ouder",
      "phone": "Telefoonnummer van de ouder",
      "birthday": "Verjaardag van het kind",
      "demosession": "Kies een sessie",
      "signup": "Aanmelden"
    },
    "success": {
      "title": "Dank u voor uw inschrijving",
      "subtitle": "U zult spoedig een bevestigingsmail ontvangen! We kijken ernaar uit u te ontmoeten!",
      "back": "Terug naar de startpagina"
    }
  }
}