{
  "products": {
    "title": "Nos cours",
    "subtitle": "Programme d'études segmenté",
    "desc": "Pendant nos cours, nous utilisons un programme innovant, spécialement segmenté et adapté à l'âge, aux besoins et au niveau de nos étudiants. Ainsi, le programme est divisé en plusieurs branches possibles, en fonction de l'âge et du niveau de l'étudiant.",
    "cards": [
      "Cours sur place",
      "Cours en ligne",
      "Camps de vacances"
    ]
  },
  "class": {
    "list": {
      "title": "Nos cours sur place",
      "private": "Pour le moment, ces cours sont uniquement disponibles en privé. N'hésitez pas à nous contacter pour toute demande de ce type, nous serons plus qu'heureux de vous aider!",
      "none": "Désolé, aucun cours de ce type n'est disponible pour le moment. Veuillez vérifier à nouveau ultérieurement ou nous contacter si vous pensez qu'il s'agit d'une erreur.",
      "choose": "Veuillez choisir un groupe qui vous convient et inscrire votre enfant.",
      "description": "Apprends à coder de #0 à #1 ans en ",
      "or": "ou"
    },
    "details": {
      "title": "Détails importants",
      "info": [
        "Pour qui?",
        "Où?",
        "Quand?",
        "Langue?",
        "Prix?"
      ],
      "public": "Jeunes enfants et adolescents de #0 à #1 ans, débutants ou expérimentés en programmation",
      "public_level": {
        "beginner": "Jeunes enfants et adolescents de #0 à #1 ans, débutants en programmation",
        "intermediate": "Jeunes enfants et adolescents de #0 à #1 ans, possédant déjà des bases en utilisation d'un ordinateur",
        "all": "Jeunes enfants et adolescents de #0 à #1 ans, débutants et intermédiaires en programmation"
      },
      "date_text": "Le #0, du #1 au #2",
      "price": "#0€ pour #1 sessions",
      "from_to": "du #0 au #1, pas de cours pendant et autour des vacances",
      "detailsTitle": "Plus d'informations",
      "module-details": {
        "scratch": [
          "Dans ce module, les élèves apprennent la programmation par bloc et apprennent que les ordinateurs ne peuvent exécuter que des instructions précises et claires qu'ils lui ont été ordonnées de la bonne manière et qui conduisent à un résultat attendu.",
          "Dans cette leçon, les étudiants rencontreront les constructions conditionnelles pour la première fois. En incluant un opérateur conditionnel dans leur programme, ils apprendront comment activer une certaine partie du code en fonction de la condition qui a été définie au préalable.",
          "Dans ce module, les élèves découvrent les boucles - des constructions de programme utilisées pour l'exécution répétitive d'un certain morceau de code. Toute instruction ou séquence d'instructions peut être mise en boucle un nombre défini de fois ou jusqu'à ce qu'une condition soit remplie.",
          "Maintenant que les enfants ont été initiés aux variables, ils vont approfondir leurs connaissances sur la manière d'attribuer différentes valeurs aux variables. Ils incluront plus d'une variable dans les programmes en fonction de leur besoin pour le jeu en question."
        ],
        "python": [
          "Python est le langage le plus utilisé dans un cadre professionnel de nos jours. Avec des applications dans le développement web, la science des données, l’intelligence articificielle, le développement de jeux, le web scraping, les applications de bureau et bien d'autres, c'est un langage vital pour de nombreux secteurs. Il prend en charge les systèmes d'exploitation multiplateformes, ce qui le rend encore plus pratique. En plus de tout cela, il est facile à apprendre et constitue donc un excellent point de départ pour les adolescents dans le monde de la programmation avancée.",
          "Tout au long de ce cours, nous utiliserons la bibliothèque Turtle pour introduire les concepts de base, tels que les instructions séquentielles, les conditionnels, les boucles, les variables et les fonctions. En utilisant ces concepts, nous créerons différentes animations qui aboutiront finalement à notre propre version d'un jeu vidéo !",
          "A la fin du module, le participant repartira avec un diplôme certifiant l'achèvement du cours, ainsi qu'une bonne dose de nouvelles connaissances !"
        ],
        "web": [
          "Les enfants feront leurs premières entrées dans la toile mondiale, où la toile est un système hypertexte public fonctionnant sur internet",
          "Les deux premiers sujets du module présentent les principales balises et les principaux attributs du langage HTML, et les enfants créent la structure de base du site Web, sur laquelle ils travailleront jusqu'à la fin du niveau. Le reste du module présente les CSS ainsi que les connaissances de base sur les couleurs, les polices et les images, qui sont largement utilisées dans d'autres domaines que la programmation Web.",
          "Nous poursuivons ensuite avec l'introduction des principales balises en HTML, tandis que les enfants continuent à développer et à améliorer le projet du module précédent. De cette façon, nous avons l'occasion d'approfondir les styles CSS, ainsi que de démontrer les bonnes pratiques de création d'un projet qui nécessite l'organisation de plus d'un dossier ou fichier.",
          "Vers la fin du module, les enfants terminent le projet sur lequel nous avons travaillé depuis le début. À cette étape, nous avons la possibilité de montrer des concepts plus difficiles tels que la segmentation de documents, les pseudo-sélecteurs et les métadonnées. À la fin, le projet sur lequel nous avons travaillé est terminé et les enfants ont l'occasion de démontrer ce qu'ils ont appris en le modifiant et en le stylisant comme ils le souhaitent."
        ],
        "office": [
          "Au cours de ces séances, votre enfant apprendra tout ce qu'il faut savoir sur l'utilisation d'un ordinateur.",
          "Une partie des cours sera consacrée à l'utilisation de base de l'ordinateur lui-même, ce qu'est un ordinateur, comment fonctionne la structure des fichiers, comment utiliser les clés USB, se connecter au WiFi, utiliser une imprimante, etc.",
          "Une deuxième partie sera consacrée à l'apprentissage du traitement de texte, comme dans Word, et du traitement des tableaux, comme dans Excel, et des présentations, comme dans PowerPoint.",
          "Enfin, nous aborderons également quelques notions de base sur les outils de bureautique en ligne, tels que les Drives en ligne, l'envoi de courriers électroniques et la mise en place de réunions en ligne, des outils qui se sont avérés très utiles lors de la récente pandémie."
        ]
      },
      "exampleTitle": "Exemples de projets",
      "example-projects": {
        "scratch": {
          "scratch-piano": {
            "text": [
              "L'un des projets que nous allons explorer est un jeu. Le joueur pourra contrôler un piano entièrement créé par lui, capable de jouer les sons les plus étranges. Avec ce piano, nous pourrons composer ensemble de belles musiques.",
              "Ce jeu s'appuie sur tous les concepts de base explorés et constitue un excellent projet de récapitulation."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Scratch%20Piano.png?alt=media&token=da1a3f95-f018-4f6c-8056-7905c6faa065"
          },
          "scratch-lab": {
            "text": [
              "Un autre projet que nous allons visiter est un jeu de labyrinthe. L'enfant pourra contrôler et aider un chaton Scratch à s'échapper du labyrinthe dans lequel il est tombé grâce aux touches du clavier.",
              "Il commence tout d'abord par dessiner son propre labyrinthe. Ensuite, il va programmer son chaton en lui attribuant des instructions, contenant des boucles et des conditionnels."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Scratch%203.png?alt=media&token=79985958-aa18-4b41-bc7b-5539dc2f05d4"
          },
          "scratch-space": {
            "text": [
              "Nous allons également développer un autre jeu sur la plate-forme, où nous tirerons notre pistolet laser contre des envahisseurs extraterrestres. Le pistolet sera actionné par les boutons fléchés gauche et droit.",
              "Le but du jeu est d'éviter les ennemis sous peine de perdre des vies, et de toucher la cible pour gagner des vies. Ce jeu s'appuie sur tous les concepts étudiés et constitue un excellent projet de synthèse sur les algorithmes."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Dice.jpg?alt=media&token=a26c67ca-17d7-48ab-a48d-301fa496f317"
          }
        },
        "python": {
          "python-dice": {
            "text": [
              "L'un des projets que nous espérons explorer tout au long de ce module est un jeu de dés. Le but sera de coder un jet aléatoire, et de créer un certain résultat en conséquence, comme un jeu de société, un jeu de hasard, ou tout ce qui dépend de la créativité des participants !"
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Python%20Submarin.png?alt=media&token=1f796770-9ddf-44c6-830b-27fd45839524"
          }
        },
        "web": {
          "web-portfolio": {
            "text": [
              "À la fin du module, les jeunes seront en mesure de développer un site Web sur le sujet de leur choix, par exemple sur eux-mêmes!",
              "Ce projet s'appuie sur tous les concepts de base explorés et constitue un excellent projet de récapitulation."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Web%20Portfolio.png?alt=media&token=153e1e32-8c69-4914-8752-3c976f104a0d"
          }
        },
        "office": {
          "mail": {
            "text": [
              "Un outil important dans l'environnement professionnel est l'envoi et la réception d'e-mails. Nous créerons un compte de messagerie pour chaque étudiant et nous leur apprendrons à l'utiliser."
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Gmail.png?alt=media&token=46eabef5-ecc9-493d-bcf2-8f457222201b"
          },
          "powerpoint": {
            "text": [
              "Tout en apprenant les outils de présentation, nous créerons une présentation dans laquelle le but est de se présenter soi-même. Les élèves découvriront ainsi tous les outils importants des présentations, tels que le texte, les images et les animations de transition !"
            ],
            "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Powerpoint.webp?alt=media&token=1d3061a8-5eda-4299-a57d-15a34bbe7f30"
          }
        }
      },
      "register": "S'Inscrire"
    }
  },
  "camp": {
    "list": {
      "campActivities": {
        "coding": "Codage",
        "age": "Ans",
        "sport": "Multisport",
        "language": "Activité de langue",
        "languagech": "Néerlandais, Français, Anglais ou Chinois",
        "english": "Anglais",
        "tennis": "Tennis",
        "leopold": "Tennis, Paddle ou Hockey",
        "science": "Activités Scientifiques"
      }
    },
    "details": {
      "info": [
        "Pour qui?",
        "Où?",
        "Quand?",
        "Langue de l'activité codage?",
        "Prix?"
      ],
      "public": "Jeunes enfants et adolescents de #0 à #1 ans, débutants ou expérimentés en programmation",
      "detailsTitle": "Plus d'informations",
      "register": "S'Inscrire",
      "schedule": [
        "Horaire",
        "Le planning de vos enfants sera le suivant :"
      ],
      "garderie": [
        "Garderie"
      ],
      "ilplatform": [
        "Programmation avec ILPlatform",
        "Veux-tu savoir comment fonctionne un ordinateur ? Et comment le programmer ? Et surtout, tu t'intéresses à l'informatique ? Alors ce camp est fait pour toi ! À travers des projets intéressants et perspicaces, nous explorerons les bases de la programmation, de la création de sites web, de l'automatisation ou de la programmation de puces. Pour atteindre ces objectifs, nous explorerons l'environnement de programmation Scratch, et l'utilisation de Python et Micro:Bits. Rejoigns-nous pour une semaine remplie d'activités amusantes et divertissantes ! La semaine s'adresse aussi bien aux débutants qu'aux programmeurs avancés, et le programme change d'une semaine à l'autre, tu peux donc t’inscrire pour plusieurs semaines !",
        "ILPlatform_Summer.png"
      ],
      "aspria-rasante": {
        "0": "Multi-Sports avec Aspria Royal la Rasante",
        "1": "A travers les activités multisport et des jeux aquatiques, votre enfant apprendra l’esprit d’équipe, tout en développant son sens de la coordination.",
        "to_bring": "N’oubliez pas de fournir un maillot à votre enfant.",
        "2": "Aspria.png",
        "3": "Aspria_Long.png",
        "4": "Aspria_Thumbnail.jpeg",
        "time": [
          "09:30 - 13:00: Activités sportives / Ateliers de programmation",
          "13:00 - 14:00: Déjeuner",
          "14:00 - 17:00: Ateliers de programmation / Activités sportives"
        ],
        "garderie": "Une garderie gratuite est organisée de 8h30 à 9h30 et de 17h00 à 17h45."
      },
      "kiddy": {
        "0": "Langues avec Kiddy&Junior Classes",
        "1": "Pendant l'autre moitié de la journée, une activité linguistique sera proposée par Kiddy & Junior Classes. Vous pouvez choisir l'anglais, le français, le néerlandais, l'espagnol ou le chinois comme langues, à 3 niveaux différents (débutant, intermédiaire et avancé). Veuillez nous communiquer votre choix lors de l'inscription, dans la case \"Options\".",
        "to_bring": "Apportez une trousse, quelques feuilles, une paire de ciseau et une colle. ",
        "2": "KJC.png",
        "3": "KJC.png",
        "4": "KJC_Thumbnail.png",
        "time": [
          "09:00 - 12:00: Activité linguistique / Ateliers de programmation",
          "12:00 - 13:00: Déjeuner",
          "13:00 - 16:00: Ateliers de programmation / Activité linguistique"
        ],
        "garderie": "Une garderie gratuite est organisée de 8h à 9h et de 16h00 à 16h30. Un garderie payante (5€) est organisée de 16h30 à 18h."
      },
      "kiddych": {
        "0": "Langues avec Kiddy&Junior Classes",
        "1": "Pendant l'autre moitié de la journée, une activité linguistique sera proposée par Kiddy & Junior Classes. Vous pouvez choisir l'anglais, le français, le néerlandais ou le chinois comme langues, à 3 niveaux différents (débutant, intermédiaire et avancé). Veuillez nous communiquer votre choix lors de l'inscription, dans la case \"Options\".",
        "to_bring": "Apportez une trousse, quelques feuilles, une paire de ciseau et une colle.",
        "2": "KJC.png",
        "3": "KJC.png",
        "4": "KJC_Thumbnail.png",
        "time": [
          "09:00 - 12:00: Activité linguistique / Ateliers de programmation",
          "12:00 - 13:00: Déjeuner",
          "13:00 - 16:00: Ateliers de programmation / Activité linguistique"
        ],
        "garderie": "Une garderie gratuite est organisée de 8h à 9h et de 16h00 à 16h30. Un garderie payante (5€) est organisée de 16h30 à 18h."
      },
      "roi-baudouin": {
        "0": "Sport avec YacaSport",
        "1": "Faites place au sport ! Préparez-vous à faire un plongeon, une escalade,... Vous pourrez également nous montrer votre dextérité au bowling et vos talents au laser game !",
        "to_bring": "Prévoir un sac de piscine, une carte de transport et une tenue sportive !",
        "2": "YacaSport.jpeg",
        "3": "YacaSport_Long.png",
        "4": "YacaSport_Thumbnail.jpeg",
        "time": [
        ],
        "garderie": ""
      },
      "kidsandusjourdan": {
        "0": "Anglais avec Kids&Us Jourdan",
        "1": "Kids&Us Jourdan propose une expérience immersive en anglais pour les jeunes de 12 à 16 ans. Les matinées consisteront en une semaine d'activités sur mesure centrées sur l'apprentissage d'un nouveau vocabulaire, l'intériorisation des structures grammaticales, la lecture et l'écriture, ainsi que de nombreux jeux d'expression orale, des activités et du temps social (puisque ce sont les vacances d'été !). Nos enseignants ont préparé un programme complet pour la semaine qui va attirer et intéresser les jeunes, avec des sujets qui les intéressent vraiment et sur lesquels ils veulent pouvoir s'exprimer et donner leur avis, en anglais bien sûr ! ",
        "to_bring": "Prévoyez une collation, un déjeuner, une bouteille d'eau étiquetée à votre nom et une trousse à crayons.",
        "2": "KidsUs.png",
        "3": "KidsUs_Long.jpg",
        "4": "KidsUs_Thumbnail.jpg",
        "time": [
          "9:00 - 12:00: Cours d'anglais",
          "12:00 - 13:00: Déjeuner et activités de conversation en plein air",
          "13:00 - 16:00: Codage et robotique (EN/FR)"
        ],
        "garderie": "Il n'y a pas de garderie organisée."
      },
      "ecoledion": {
        "0" : "Langues avec EcoleDeLangues.be",
        "1" : "Séjours linguistiques, semestre à l’étranger ou même cours individuels sont souvent des options forts couteuses surtout s’il y a un deuxième ou un troisième enfant ! Un stage de langues pour les enfants est donc une alternative intéressante qui allie cours collectifs, amusement et apprentissage ! Cela permet aux petits d’avoir une première approche de l’anglais agréable et non scolaire ou encore pour les polyglottes de se retrouver dans un environnement familier. Les vacances, ce sont aussi des moments de détente et de découverte.",
        "to_bring" : "Apportez une collation, un déjeuner, une bouteille d'eau étiquetée à votre nom et une trousse à crayons",
        "2": "EDL.png",
        "3": "EDL_Long.png",
        "4": "EDL_Thumbnail.png",
        "time" : [
          "9:00 - 12:00 : Cours d'anglais avec EcoleDeLangues.be",
          "12:00 - 13:00 : Midi",
          "13:00 - 16:00 : Codage et robotique avec ILPlatform"
        ],
        "garderie" : "Garderie organisée de 8:30-9:00 et de 16:00-17:00, payante (4€/jour)."
      },
      "batd-test": {
        "0": "Tennis avec BATD Euro St-Josse",
        "1": "Pendant l'autre moitié de la journée, une activité tennis sera proposée par BATD Euro St-Josse.",
        "2": "BATD.png",
        "3": "BATD.png",
        "4": "BATD_Thumbnail.jpeg",
        "time": [
          "9:00 - 12:00: Ateliers de codage",
          "12:00 - 13:00: Déjeuner",
          "13:00 - 16:00: Activités de tennis"
        ],
        "garderie": "Une garderie gratuite est organisée de 8h15 à 9h et de 16h à 17h."
      },
      "leopold": {
        "0": "Tennis avec Royal Léopold Club",
        "1": "Pendant l'autre moitié de la journée, une activité tennis sera proposée par le Royal Léopold Club.",
        "to_bring": "La tenue des enfants doit être adaptée à la pratique sportive et aux conditions climatiques : prévoir des affaires de rechange, des bottes, une casquette, des lunettes, veste de pluie, etc. Les appareils de type GSM, jeux électroniques, baladeurs, etc. ne sont pas autorisés durant le stage.",
        "2": "RLC.png",
        "3": "RLC_Long.png",
        "4": "RLC_Thumbnail.jpeg",
        "time": [
          "9:00 - 12:00: Ateliers de codage",
          "12:00 - 13:00: Midi",
          "13:00 - 16:00: Activités de tennis"
        ],
        "garderie": "Une garderie gratuite est organisée de 8h15 à 9h et de 16h à 17h15."
      },
      "staugustin": {
        "0": "Activités Scientifiques",
        "1": "Durant l'autre moitié de journée, les jeunes vont développer leurs sens scientifiques en faisant des petites expériences et créations.",
        "to_bring": "Les jeunes sont attendus d'apporter une bonne humeur! Tout matériel sera mis à disposition par ILPlatform. Les jeunes doivent apporter leur propre midi, collations et boissons.",
        "2": "ILP.png",
        "3": "Science.png",
        "4": "Science_Thumbnail.png",
        "time": [
          "9:00 - 12:00: Activité de codage",
          "12:00 - 13:00: Midi",
          "13:00 - 16:00: Activités scientifiques"
        ],
        "garderie": "Une garderie gratuite est disponible de 8:30 à 9:00 et de 16:00 à 16:30."
      },
      "etterbeek": {
        "0": "Activités sportives",
        "1": "Les activités multisports dans les camps de vacances pour enfants proposent une variété de sports et de jeux tels que le football, le basket-ball, le volley-ball et le ballon chasseur. Cela donne aux jeunes l'occasion de développer leur coordination et leur athlétisme tout en apprenant le travail d'équipe et d'importantes compétences sociales.",
        "to_bring": "Les jeunes sont attendus d'apporter une bonne humeur! Tout matériel sera mis à disposition. Les jeunes doivent apporter leur propre midi, collations et boissons.",
        "2": "Etterbeek.png",
        "3": "Sports.png",
        "4": "Etterbeek_Thumbnail.png",
        "time": [
          "09:00 - 12:00: Activités sportives / Ateliers de programmation",
          "12:00 - 13:00: Midi",
          "13:00 - 16:00: Ateliers de programmation / Activités sportives"
        ],
        "garderie": "Garderie gratuite de 7h30 à 9h00 et à partir de 16h00. à 17h30."
      }
    },
    "register": {
      "title": "S'Inscrire",
      "name": "Nom du Parent",
      "name_child": "Nom de l'Enfant",
      "email": "Email du Parent",
      "phone": "Numéro de téléphone du Parent",
      "birthday": "Anniversaire de l'Enfant",
      "comments": "Commentaires / Options",
      "signup": "S'inscrire",
      "continue": "Continuer vers le paiement"
    }
  },
  "parascolaire": {
    "details": {
      "who": "Pour qui?",
      "where": "Où?",
      "when": "Quand?",
      "price": "Prix?",
      "students": [
        "Elèves de la",
        "à la",
        "primaire"
      ],
      "time": [
        "Le",
        "à",
        "du",
        "au"
      ],
      "prices": [
        "pour",
        "sessions"
      ],
      "classes": {
        "0": "troisième maternelle",
        "1": "première",
        "2": "deuxième",
        "3": "troisième",
        "4": "quatrième",
        "5": "cinquième",
        "6": "sixième"
      },
      "more_info": "Programmation en Parascolaire?",
      "more_info_text": "Veux-tu savoir comment fonctionne un ordinateur ? Et comment le programmer ? Et surtout, tu t'intéresses à l'informatique ? Alors ce parascolaire est fait pour toi ! À travers des projets intéressants et perspicaces, nous explorerons les bases de la programmation, de la robotique et de la programmation de puces. Pour atteindre ces objectifs, nous explorerons les environnements de Scratch, de Sphero Edu et de Micro:Bit MakeCode. Rejoigns-nous pour une année remplie d'activités amusantes et divertissantes !",
      "register": "S'Inscrire",
      "full": "(Plus disponible, désolé)",
      "waitingList": "Rejoindre la liste d'attente"
    },
    "register": {
      "title": "S'Inscrire",
      "name": "Nom du Parent",
      "name_child": "Nom de l'Enfant",
      "email": "Email du Parent",
      "phone": "Numéro de téléphone du Parent",
      "birthday": "Anniversaire de l'Enfant",
      "class": "Classe de l'Enfant",
      "signup": "S'inscrire",
      "continue": "Continuer vers le paiement",
      "full": "Plus disponible, désolé"
    }
  },
  "demo": {
    "title": "Inscrivez-vous à une démo GRATUITE",
    "info": {
      "general": "Inscrivez-vous à une leçon de démonstration GRATUITE spécialement conçue pour permettre à votre enfant de faire ses premiers pas en programmation. Ensuite, une discussion interactive est organisée afin de vous en dire plus sur ce que nous faisons et de répondre à toutes vos questions.",
      "where": "Où ?",
      "whom": [
        "Pour qui ?",
        "Toute personne âgée de 6 à 12 ans"
      ],
      "when": [
        "Quand ?",
        "Sélectionnez la date que vous préférez dans le formulaire d'inscription."
      ],
      "long": [
        "Combien de temps ?",
        "1 heure, y compris une séance de questions-réponses avec les parents à la fin."
      ],
      "price": [
        "Le prix ?",
        "Totalement gratuit"
      ]
    },
    "signup": {
      "title": "S'Inscrire",
      "name_child": "Nom de l'Enfant",
      "email": "Email du Parent",
      "phone": "Numéro de téléphone du Parent",
      "birthday": "Anniversaire de l'Enfant",
      "demosession": "Sélectionnez une session",
      "signup": "S'inscrire"
    },
    "success": {
      "title": "Merci pour votre inscription",
      "subtitle": "Vous recevrez bientôt un courriel de confirmation ! Nous sommes impatients de vous rencontrer !",
      "back": "Retour à l'accueil"
    }
  }
}