{
  "home": {
    "page_title": "ILPlatform - École de programmation pour enfants à Bruxelles",
    "page_description": "Découvrez ILPlatform, l'école de programmation ludique et inspirante pour les enfants à Bruxelles. Nos cours et stages captivants permettent aux jeunes de développer leurs compétences en programmation et robotique. Préparez-les pour l'avenir numérique dès maintenant.",
    "0": {
      "title": "École de programmation innovante pour enfants à Bruxelles",
      "content1": "ILPlatform est une école de programmation pour les jeunes bruxellois âgés de 6 à 16 ans. Nous permettons aux jeunes de développer leurs talents et de redéfinir le monde de demain!",
      "content2": "Par le biais d'animations, du développement de jeux, de la création de sites web et autres, nous développons la pensée analytique, algorithmique, mathématique et logique des jeunes, ainsi que leurs compétences en matière de résolution de problèmes, tout en leur enseignant les principes fondamentaux de la programmation.",
      "button1": "En savoir plus",
      "button2": "Inscrivez-vous"
    },
    "1": {
      "title": "Pourquoi programmer ?",
      "content": "La programmation est l'outil principal des générations futures, et la maîtriser, ou au moins s'y introduire, le plus tôt possible est nécessaire pour construire une carrière puissante et influente. Commencer le plus tôt possible est la clé du succès !"
    },
    "1.5": {
      "title": "Programmation par Blocs",
      "content": "Chez ILPlatform, nous enseignons la programmation par blocs, qui est une méthode d'apprentissage de l'informatique développée spécialement pour les jeunes par Google, et renforcée par le MIT grâce à leur language de programmation par blocs Scratch, très connu et utilisé dans le domaine.",
      "content2": "Jetez un coup d'oeil à notre vidéo explicative !",
      "video": "https://www.youtube-nocookie.com/embed/OcTC1Orjtqk"
    },
    "2": {
      "title": "Cours réguliers et stages de vacances",
      "content": "Il est donc important d'apprendre la programmation ? Nous l'enseignons de différentes manières, en utilisant différentes approches. Premièrement, nous organisons des cours réguliers le week-end tout au long de l'année, qui mettent l'accent sur la régularité et le travail acharné. Deuxièmement, nous organisons des cours pendant les vacances scolaires, qui accordent plus d'importance aux projets plus longs et à l'indépendance.",
      "button": "Vers nos cours et stages"
    },
    "6": {
      "content": "En outre, le programme d'études est construit sur un programme académique innovant, faisant appel à une tonne de nouvelles technologies développées spécifiquement pour les élèves en programmation. Les élèves travaillent en petits groupes avec d'autres élèves de leur âge, ce qui nous permet de leur fournir un soutien et un retour d'information d'une manière unique."
    },
    "7": {
      "title": "Laissez votre enfant coder le futur",
      "content": "Nous sommes prêts à vous aider pour les premiers pas de votre enfant dans le monde de la programmation, et nous sommes convaincus que nous pourrons vous aider pour son avenir.",
      "button1": "En savoir plus",
      "button2": "Inscrivez-vous"
    }
  },
  "about": {
    "page_title": "Notre Mission: Former les Jeunes Programmateurs à Bruxelles",
    "page_description": "Découvrez ILPlatform, une école de codage à Bruxelles. Nous développons les compétences logiques et analytiques des enfants à travers des cours et stages de programmation.",
    "title": "ILPlatform ? Qui sommes nous ?",
    "subtitle": "Laissez-nous vous en dire plus sur ce que nous faisons.",
    "0": {
      "title": "Nous proposons des cours et stages de codage passionnants pour les jeunes de Bruxelles",
      "content": "ILPlatform est une école de codage pour enfants et adolescents. Nos cours visent à développer les compétences de raisonnement logique, analytique et critique de nos élèves, tout en leur présentant les principes fondamentaux de la programmation. Notre objectif est de susciter l'intérêt des enfants pour la programmation et de leur donner les compétences technologiques et l'état d'esprit nécessaires pour réussir dans tous les domaines. Nos outils et méthodes de enseignement sont innovants et ont été conçus pour faciliter l'apprentissage de la programmation chez les enfants à un âge précoce. Nous sommes déterminés à créer un environnement d'apprentissage stimulant et propice à la croissance des enfants."
    },
    "05": {
      "title": "L'histoire de ILPlatform",
      "content": "ILPlatform a été fondé en décembre 2020 par Daniel Cortild et Madalina Mezei dans le but de fournir une éducation en codage innovante aux enfants et aux adolescents. Les premiers cours ont eu lieu en février 2021 et depuis, ILPlatform a grandi et a acquis une solide réputation pour ses méthodes d'enseignement engageantes et de pointe. Les fondateurs de ILPlatform sont passionnés par l'aide aux élèves pour développer les compétences et l'état d'esprit nécessaires pour réussir au 21ème siècle et sont dévoués à la création d'un environnement d'apprentissage positif et soutenant. ILPlatform a déjà eu un impact significatif dans le monde de l'éducation en codage et est bien placée pour poursuivre sa croissance et son succès à l'avenir.",
      "subtitle": "de jeunes formés",
      "subtitle2": "écoles partenaires"
    },
    "1": {
      "title": "Pourquoi nous ?",
      "content": "Tous nos formateurs sont formés pour que vos enfants bénéficient du meilleur processus d'apprentissage possible. Un mélange de cours amusants et sérieux crée un excellent environnement d'apprentissage pour tous.",
      "list": [
        {
          "title": "Petites classes",
          "description": "Nous veillons à ce qu'il y ait suffisamment de temps et d'espace pour aider chaque élève individuellement."
        },
        {
          "title": "Apprentissage réussi",
          "description": "Nous retenons l'attention des élèves en leur enseignant des matières utiles et amusantes."
        },
        {
          "title": "Retour perspicace",
          "description": "Nous donnons aux enfants l'occasion de poser des questions et de recevoir un retour d'information de la part de leurs enseignants."
        },
        {
          "title": "Enseignants sympathiques",
          "description": "Nos formateurs ne sont pas seulement là pour enseigner aux élèves, mais aussi pour les divertir et s'amuser avec eux."
        },
        {
          "title": "Matériel fourni",
          "description": "Tout le matériel est fourni par nos soins, afin que les enfants puissent apprendre à leur propre rythme."
        }
      ]
    },
    "2": {
      "join": "Rejoignez-nous ?",
      "about": "À propos de nous"
    }
  },
  "tools": {
    "title": "Différents outils pour différents projets",
    "content": "Il y a 20 ans, il aurait été impensable d'enseigner la programmation aux enfants. Mais aujourd'hui, de grandes entreprises, telles que Google et Microsoft, ont compris qu'il était important de commencer tôt et ont beaucoup investi dans le développement d'outils de programmation destinés aux enfants. ILPlatform s'appuie sur ces outils pour développer un programme innovant et spécialement conçu dans le but de faciliter la procédure d'apprentissage dès le plus jeune âge.",
    "button": "Plus de détails"
  },
  "team": {
    "title": "L'équipe ILPlatform",
    "content": "Toute l'équipe s'efforce d'offrir à vos enfants la meilleure expérience possible.",
    "join": "Rejoignez-nous ?",
    "about": "À propos de nous",
    "roles": {
      "0": "Directeur général",
      "1": "Chef commerciale",
      "2": "Conseillère en vente",
      "3": "Enseignant en charge",
      "4": "Stagiaire Marketing",
      "5": "Stagiaire IT",
      "6": "",
      "7": "",
      "8": "",
      "9": "Enseignant",
      "10": "Enseignant"
    }
  },
  "programme": {
    "page_title": "Notre Curriculum Adapté: Apprentissage Spécialisé pour Enfants",
    "page_description": "Découvrez notre curriculum spécialisé et adapté pour l'apprentissage réussi des enfants. Des outils et méthodes spécifiques, flexibilité des plans de cours.",
    "title": "Un curriculum spécialisé et adapté",
    "0": {
      "title": "Un curriculum spécialisé et adapté",
      "content1": "Le programme ILPlatform se base sur deux grands axes, que nous jugeons nécessaires pour l'apprentissage réussi chez l'enfant.",
      "content2": "Notre curriculum est avant tout spécialisé, c'est-à-dire qu'il a été développé en gardant en tête l’âge des participants. Ainsi, notre curriculum a été travaillé et retravaillé pour être le mieux adapté aux jeunes, en utilisant des outils et méthodes spécifiques aux enfants.",
      "content3": "Nos plans de cours sont également adaptables, pour permettre à tous de s’intégrer au sein de nos cours. En effet, les jeunes apprennent à des allures différentes, et nous prenons cela en compte en donnant des variantes plus compliquées ou plus simples du même exercice aux différents membres du groupe."
    },
    "1": {
      "title": "Apprentissage par projets",
      "content": "La méthodologie d’apprentissage employée chez ILPlatform est basée sur des projets. Plutôt que d’enchaîner des exercices sans intérêt, nous plaçons les participants dans une situation et leur demandons de résoudre un problème, afin de mettre en pratique leurs connaissances dès le début. Cela non seulement les motive à plus travailler sur les concepts enseignés, mais leur permet de faire appel à leur créativité et à partager leurs créations propres à eux avec leurs camarades."
    },
    "2": {
      "title": "Différentes tranches d’âge",
      "content": "Nous partageons les groupes selon leur âge, afin de pouvoir tacler la manière d'apprentissage la plus avantageuse. Ainsi, nos cours sont spécialement adaptés aux besoins, intérêts et compétences des enfants.",
      "5-7": {
        "title": "Les petits",
        "subtitle": "Pour les 5 à 7 ans"
      },
      "8-11": {
        "title": "Les jeunes",
        "subtitle": "Pour les 8 à 11 ans"
      },
      "12-16": {
        "title": "Les ados",
        "subtitle": "Pour les 12 à 16 ans"
      }
    },
    "groups": {
      "5-7": {
        "page_title": "Programme Enfants 5-7 ans: Initiation ludique à la programmation",
        "page_description": "Découvrez notre programme spécialement conçu pour les enfants de 5 à 7 ans. À travers des outils visuels, l'utilisation d'ordinateurs et de robots, nous stimulons leur créativité et leur autonomie en programmant leurs premiers codes. Une initiation ludique à la programmation adaptée à leur niveau d'apprentissage.",
        "title": "Notre programme pour les petits",
        "content1": "Pour nos groupes les plus jeunes, c’est-à-dire les enfants de 5 à 7 ans, les participants sont exposés à la programmation, et pour certains peut-être même à un ordinateur, pour la première fois. Ils vont alors commencer à utiliser les outils informatiques de manière productive et autonome, et à y programmer leurs premiers codes. Nous commencerons avec des outils visuels qui ne requièrent pas nécessairement de savoir lire et écrire, mais qui présentent les outils sous formes d’images et de blocs d’instructions. Pour garder l’attention des jeunes, nous utilisons des robots et les laisserons faire part à leur créativité, afin de les laisser coder ce dont ils ont envie, tout en suivant des projets avec des instructions générales.",
        "title2": "Concepts visités",
        "content2": [
          "Commandes basiques",
          "Evénements",
          "Actions répetitives",
          "Conditions"
        ],
        "title3": "Outils employés",
        "content3": [
          "ScratchJr.png",
          "SwiftPlaygrounds.png",
          "SpheroEdu.png",
          "WonderWorkshop.png",
          "LegoEducation.png"
        ]
      },
      "8-11": {
        "page_title": "Programme Jeunes 8-11 ans: Exploration ludique du codage",
        "page_description": "Découvrez notre programme conçu spécialement pour les jeunes de 8 à 11 ans. À travers des outils visuels et des activités ludiques telles que la programmation par blocs, animations, jeux et robots, les enfants explorent le monde de l'informatique tout en s'amusant.",
        "title": "Notre programme pour les jeunes",
        "content1": "Pour nos jeunes de 8 à 11 ans, nous exposons les participants au vaste monde de la programmation à travers le principe de programmation par blocs. Ce cours est le premier pas dans ce monde, et pour certains même la première fois qu’ils utilisent un ordinateur, et nous utilisons donc des outils visuels simples mais adaptés à leur âge. Ainsi, il est nécessaire de savoir lire et d’avoir quelques connaissances mathématiques de base, mais rien qu’un enfant dans cette tranche d’âge ne maîtrise pas. À travers des animations, petits jeux et programmation de robots, les enfants s’initient tout en s’amusant au monde de l’informatique.",
        "title2": "Concepts visités",
        "content2": [
          "Commandes et évènements",
          "Conditions et boucles",
          "Variables",
          "Functions"
        ],
        "title3": "Outils employés",
        "content3": [
          "Scratch.png",
          "Hopscotch.png",
          "SwiftPlaygrounds.png",
          "MicroBit.png",
          "SpheroEdu.png",
          "CodingLab.png"
        ]
      },
      "12-16": {
        "page_title": "Programme Adolescents 12-16 ans: Coding créatif et concret",
        "page_description": "Découvrez notre programme passionnant spécialement conçu pour les adolescents. À travers des outils utilisés dans le monde professionnel tels que HTML, CSS, JavaScript et Python, les participants coderont leurs premiers sites web, animations et même jeux vidéo.",
        "title": "Notre programme pour les adolescents",
        "content1": "Pour nos adolescents nous avons préparé un programme intéressant et excitant! Grâce à des outils réellement utilisés dans le monde professionnel, à savoir HTML, CSS, JavaScript et Python, nous allons coder nos premiers sites internet et animations, voire jeux vidéos! Bien entendu, nous n’utilisons pas les mêmes modules que dans le monde professionnel, mais des modules développés pour l’apprentissage de l’informatique, tels Turtle ou PyGame. Et avant cela, les principes de base sont explorés grâce à la programmation par blocs, une méthodologie créée pour un but purement éducatif. Nous allons également utiliser ces outils pour coder des microcontrôleurs!",
        "title2": "Concepts visités",
        "content2": [
          "Commandes et évènements",
          "Conditions et boucles",
          "Variables et Functions",
          "Opérateurs, Types et Initialisation"
        ],
        "title3": "Outils employés",
        "content3": [
          "HTML_JS_CSS.png",
          "Python.png",
          "SwiftPlaygrounds.png",
          "Scratch.png",
          "MicroBit.png"
        ]
      }
    }
  },
  "partners": {
    "title": "Nos partenaires",
    "content": "Nous sommes toujours à la recherche de nouveaux partenariats et collaborateurs pour élargir notre public et avoir un plus grand impact.",
    "roles": {
      "0": "Partenaire de Stages",
      "1": "Partenaire de Stages & Cours",
      "2": "Partenaire de Démos",
      "3": "Partenaire de Cours",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": ""
    }
  },
  "donors": {
    "title": "Nos Donateurs",
    "content": "Nous sommes extrêmement reconnaissants à nos donateurs pour leur généreux soutien en fournissant des ordinateurs portables à nos étudiants à utiliser pendant les cours. Merci de nous aider à faire en sorte que tous nos élèves aient les ressources dont ils ont besoin pour réussir."
  },
  "testimonials": {
    "title": "Nos clients satisfaits",
    "desc": "Pas encore convaincu ? Lisez ce que nos clients disent de nous.",
    "items": [
      {
        "src": "face",
        "name": "Florence",
        "desc": "Ludique, adapté et avec un apprentissage sans s'en rendre compte. Ma fille a beaucoup aimé.",
        "color": "orange",
        "size": 3
      },
      {
        "src": "face3",
        "name": "Tudor",
        "desc": "Je tiens à vous remercier d'aider les enfants avec les cours de programmation, c'est une merveilleuse initiative ! Mon fils était ravi, et après avoir fini le cours d'hier il a voulu installer sur sa tablette l'application qui était utilisée en classe.",
        "color": "green",
        "size": 4
      },
      {
        "src": "face2",
        "name": "Fouad",
        "desc": "Excellente initiation à la programmation et au language algorithmique pour les enfants, une approche ludique qui plait beaucoup !",
        "color": "purple",
        "size": 3
      }
    ]
  },
  "qa": {
    "title": "Vous avez des questions?",
    "desc": "",
    "qas": [
      {
        "q": "Comment s'inscrire aux activités de codage ILPlatform ?",
        "a": "Veuillez choisir 'S'inscrire' dans la barre de navigation. Sur le site d'inscription vous pourrez séléctionner des stages ou des parascolaires, et effectuer l'inscription ainsi que le paiement."
      },
      {
        "q": "Est-il possible d'obtenir une attestation fiscale ?",
        "a": "Absolument! Nous sommes agrées par l'ONE. Pour obtenir une attestation ficsale, il vous suffit de nous envoyer un email à info@ilplatform.be, nous serons heureux de vous assister."
      },
      {
        "q": "ILPlatform organise des stages durant les vacances ?",
        "a": "Oui! Nous organisons des stages durant chaque période de vacances scolaires belges, francophones et néerlandophones. Pour obtenir une liste complète de nos stages, veillez vous rendre sur 'S'inscrire' dans la barre de navigation."
      }
    ],
    "button": "D'autres questions ? Contactez-nous !"
  },
  "shopping": {
    "page_title": "ILPlatform - Boutique de Robots pour Enfants",
    "page_description": "Découvrez notre boutique en ligne de robots pour enfants chez ILPlatform. Trouvez le compagnon idéal pour l'apprentissage de la programmation et de la robotique. Offrez à votre enfant une expérience interactive et ludique avec nos robots de haute qualité. Achetez dès maintenant et ouvrez les portes de la créativité et de la découverte technologique.",
    "title": "Acheter votre robot programmable",
    "0": {
      "title": "Qualité garantie. Achetez chez ILPlatform.",
      "content1": "Optez pour ILPlatform et bénéficiez d'une expérience d'achat unique. Nous mettons à votre disposition une sélection de produits soigneusement testés et approuvés pour garantir leur qualité et leur fiabilité. Faites confiance à notre expertise et offrez à votre enfant des produits d'apprentissage testés et éprouvés pour favoriser sa curiosité et son développement."
    },
    "products_title": "Séléctionnez le produit souhaité",
    "products": [
      {
        "title": "Robot Edison",
        "subtitle": "Robot pour jeunes de 4 à 17 ans, utilisable par tous avec un simple ordinateur.",
        "link": "https://amzn.to/3pp4LsB"
      },
      {
        "title": "Extension EdCreate",
        "subtitle": "Pack extension pour robot Edison (robot non-inclus) de 5 constructions.",
        "link": "https://amzn.to/42YFPG1"
      }
    ]
  },
  "camps": {
    "page_title": "ILPlatform - Stages de Vacances",
    "page_description": "Découvrez les stages de vacances à Bruxelles par ILPlatform, offrant une initiation ludique à la programmation et l'informatique pour enfants. Encadrés par des experts, nos ateliers stimulent créativité et innovation dans un environnement sécurisé. Inscrivez votre enfant pour une expérience éducative unique !",
    "title": "Nos Stages de Vacances",
    "subtitle": "Nous organisons de nombreux stages durant les vacances scolaires. De nombreux de ces stages sont organisés en collaboration avec un partenaire, qui assure la moitié de la journée. Ces partenaires proposent des activités de langues étrangères, sportives ou créatives.",
    "days": "jours",
    "periods": {
      "easterNL1_24": "Pâques NL 1 (2024)",
      "easterNL2_24": "Pâques NL 2 (2024)",
      "easterFR1_24": "Printemps FR 1 (2024)",
      "easterFR2_24": "Printemps FR 2 (2024)",
      "summer0_24": "Été 0 (2024)",
      "summer1_24": "Été 1 (2024)",
      "summer2_24": "Été 2 (2024)",
      "summer3_24": "Été 3 (2024)",
      "summer4_24": "Été 4 (2024)",
      "summer5_24": "Été 5 (2024)",
      "summer6_24": "Été 6 (2024)",
      "summer7_24": "Été 7 (2024)",
      "summer8_24": "Été 8 (2024)"
    },
    "activities": {
      "multisport": "Codage et Multisports",
      "multi": "Codage et Multi Activités",
      "sportgames": "Codage et Jeux Sportifs",
      "sport_crea": "Codage, Sport et Créatif"
    },
    "sub": {
      "not": "pas de cours le",
      "partner": "Partenaire",
      "address": "Adresse",
      "price": "Prix",
      "register": "S'Inscrire",
      "with": "avec",
      "age": "Age",
      "years": "ans",
      "sorry": "Nous n'avons malheureusement pas (encore) de stages plannifiés durant cette période. Veuillez nous contacter ou revenir plus tard pour plus d'informations."
    }
  },
  "404": {
    "page_title": "ILPlatform - 404 Page non trouvée",
    "not-found": "La page que vous avez demandée n'a pas pu être trouvée. Si vous pensez qu'il s'agit d'une erreur, veuillez",
    "contact-us": "Contactez-nous",
    "discover": "Vous pouvez découvrir",
    "home": "Accueil",
    "classes": "Classes",
    "contact": "Contactez-nous"
  }
}
