{
    "general": {
        "locations": {
            "regent": {
                "short": "Boulevard du Régent",
                "long": "Boulevard du Régent 54, 1000 Brussels, Belgium"
            },
            "europa-nova": {
                "short": "Europa Nova",
                "long": "Europa Nova - Clos du Parnasse 11E, 1050 Brussels, Belgium"
            },
            "aspria-rasante": {
                "short": "Aspria la Rasante",
                "long": "Aspria la Rasante - Rue Sombre 56, 1200 Brussels, Belgium"
            }
        },
        "days": {
            "monday": "Lundi",
            "tuesday": "Mardi",
            "wednesday": "Mercredi",
            "thursday": "Jeudi",
            "friday": "Vendredi",
            "saturday": "Samedi",
            "sunday": "Dimanche"
        },
        "moments": {
            "morning": "Matin",
            "afternoon": "Après-midi"
        },
        "languages": {
            "english": "Anglais",
            "french": "Français",
            "romanian": "Roumain"
        }
    },
    "navbar": {
        "programme": "Programme", 
        "about-us": "A propos de nous",
        "classes": "Classes",
        "franchise": "Franchise",
        "contact-us": "Nous contacter"
    },
    "footer": {
        "home": "Accueil",
        "about-us": "A propos de nous",
        "programme": "Programme",
        "classes": "Classes",
        "contact-us": "A propos de nous",
        "franchise": "Franchise",
        "privacy": "Politique de confidentialité",
        "terms": "Termes et conditions",
        "submit": "Envoyer"
    },
    "home": {
        "0": {
            "title": "École de programmation pour enfants et adolescents",
            "content1": "ILPlatform apprend aux élèves âgés de 5 à 18 ans à programmer des animations, des jeux, des applications, des sites web et bien plus encore.",
            "content2": "Nous développons la pensée analytique, algorithmique et logique, ainsi que les capacités de résolution de problèmes, tout en apprenant les bases de la programmation.",
            "button1": "En savoir plus",
            "button2": "Inscrivez-vous sur"
        }, 
        "1": {
            "title": "Apprendre à coder avec ILPlatform",
            "content": "Grâce à la création et à la présentation de leurs propres projets, les enfants développent diverses compétences et qualités sociales, qui sont très importantes pour leur future carrière."
        },
        "2": {
            "title": "Cours sur site et en ligne",
            "content": "Tout en continuant à organiser des cours sur place, la pandémie nous a permis de lancer également des cours en ligne à côté de ceux-ci.",
            "button": "En savoir plus"
        },
        "3": {
            "title": "Programme d'études adapté par des spécialistes",
            "content": "Les cours enseignés à ILPlatform sont entièrement préparés et créés par des spécialistes de l'éducation des enfants et de la programmation, ce qui nous permet de cibler les besoins et les intérêts des groupes d'âge spécifiques des enfants."
        },
        "4": {
            "title": "ILPlatform développe votre enfant pour le monde de demain",
            "content": "Alors que les langages de programmation deviennent rapidement obsolètes, les compétences développées à ILPlatform restent à jour dans la plupart des cas.",
            "list": [
                {
                    "title": "Compétences d'apprentissage",
                    "content": ["Apprentissage rapide et efficace", "Apprentissage collectif"]
                },
                {
                    "title": "Compétences technologiques",
                    "content": ["Adaptabilité et flexibilité", "Utilisation des nouvelles technologies"]
                },
                {
                    "title": "Compétences en équipe",
                    "content": ["Prise d'initiative", "Travail d'équipe"]
                }
            ]
        },
        "5": {
            "title": "Environnements de programmation spécialement conçus",
            "content": "Tous les outils que nous utilisons pour apprendre aux plus jeunes à programmer sont spécifiquement conçus à cette fin, ce qui rend la phase d'apprentissage plus facile et plus efficace."
        },
        "6": {
            "title": "Programme d'études par modules",
            "content": "Nous nous appuyons sur un programme scolaire innovant, divisé en plusieurs modules en fonction de l'âge, du niveau et des intérêts des élèves. Les élèves travaillent en petits groupes avec d'autres élèves de leur âge, ce qui nous permet de leur fournir une aide et un retour d'information individuels."
        },
        "7": {
            "title": "Laissez votre enfant construire l'avenir",
            "content": "Permettez-nous d'aider vos enfants à faire leurs premiers pas dans le vaste monde de la programmation.",
            "button1": "En savoir plus",
            "button2": "Inscrivez-vous sur"
        }
    },
    "about-us": {
        "title": "Qu'est-ce que l'ILPlatform ?",
        "subtitle": "Laissez-nous vous en dire plus sur ce que nous faisons.",
        "0": {
            "title": "ILPlatform est une école de codage pour les enfants, les adolescents et les jeunes adultes.",
            "content": "L'objectif de nos cours est de développer la pensée logique, analytique, algorithmique et critique de nos élèves, tout en leur enseignant les principes de base de la programmation. Notre mission consiste à stimuler l'intérêt des enfants pour la programmation et à les aider à maîtriser les compétences technologiques ainsi qu'à acquérir l'état d'esprit nécessaire pour réussir dans n'importe quel domaine aujourd'hui. Nous travaillons par projet, avec des projets spécialement adaptés à l'âge, au niveau et aux intérêts de l'enfant. Nos outils et méthodes sont très innovants et récemment développés pour permettre aux enfants d'apprendre à programmer dès leur plus jeune âge. Avec beaucoup de passion, nous créons un environnement où les enfants se distinguent."
        },
        "1": {
            "title": "Nos principales qualités",
            "content": "Tous nos mentors sont des spécialistes de l'éducation et de la programmation, formés pour réussir à captiver les enfants pendant les cours, et à développer leur créativité et leur désir d'atteindre des objectifs.",
            "list": [
                {
                    "title": "Approche individuelle",
                    "description": "Nous veillons à ce qu'il y ait suffisamment de temps et d'espace pour aider chaque élève individuellement, et nous les encourageons à poser des questions si nécessaire."
                },
                { 
                    "title": "Une attention captivante",
                    "description": "Nous essayons de retenir l'attention des élèves pendant toute la durée du cours, afin d'avoir la meilleure ambiance possible pendant le cours."
                },
                {
                    "title": "Feedback perspicace",
                    "description": "Nous fournissons un feedback aux parents et aux enfants concernant leurs projets, leur comportement et leur motivation pendant les cours."
                },
                {
                    "title": "Atmosphère conviviale",
                    "description": "Nos mentors ne sont pas seulement là pour enseigner aux élèves, mais aussi pour les divertir et s'amuser avec eux."
                },
                {
                    "title": "Méthodes innovantes",
                    "description": "Tous les outils utilisés pendant les cours sont très innovants et spécialement développés pour enseigner aux enfants le vaste monde de la programmation."
                }
            ]
        }
    },
    "team": {
        "title": "Notre équipe",
        "content": "Ce qui nous importe, c'est de développer les compétences et l'intelligence des enfants, ainsi que de justifier la confiance de leurs parents.",
        "roles": {
            "0": "Mentor",
            "1": "Directeur général",
            "2": "Chef de produit",
            "3": "Stagiaire IT"
        }
    },
    "classtype": {
        "title": "Nos cours",
        "subtitle": "Programme d'études segmenté",
        "desc": "Pendant nos cours, nous utilisons un programme innovant, spécialement segmenté et adapté à l'âge, aux besoins et au niveau de nos étudiants. Ainsi, le programme est divisé en plusieurs branches possibles, en fonction de l'âge et du niveau de l'étudiant.",
        "cards": [
            "Cours sur place",
            "Cours en ligne",
            "Camps de vacances"
        ]
    },    
    "classlist": {
        "titles": {
            "onsite": "Nos cours sur place",
            "online": "Nos cours en ligne",
            "camps": "Nos camps de vacances"
        },
        "none": "Désolé, aucun cours de ce type n'est disponible pour le moment. Veuillez vérifier à nouveau ultérieurement ou nous contacter si vous pensez qu'il s'agit d'une erreur.",
        "choose": "Veuillez choisir un groupe qui vous convient et inscrire votre enfant. Si vous êtes un nouvel utilisateur, veuillez consulter nos modules initiaux."
    },
    "classdetails": {
        "title": "Détails importants",
        "info": [
            "Pour qui?",
            "Où?",
            "Quand?",
            "Langue?",
            "Prix?"
        ], 
        "detailsTitle": "Plus d'informations",
        "module-details": {
            "scratch": [
                "Dans ce module, les élèves apprennent que les ordinateurs ne peuvent exécuter que des instructions précises et claires qui ont été ordonnées de la bonne manière et qui conduisent à un résultat attendu.",
                "Dans cette leçon, les étudiants rencontreront les constructions conditionnelles pour la première fois. En incluant un opérateur conditionnel dans leur programme, ils apprendront comment activer une certaine partie du code en fonction de la condition qui a été définie au préalable.",
                "Dans ce module, les élèves découvrent les boucles - des constructions de programme utilisées pour l'exécution répétitive d'un certain morceau de code. Toute instruction ou séquence d'instructions peut être mise en boucle un nombre défini de fois ou jusqu'à ce qu'une condition soit remplie.",
                "Maintenant que les enfants ont été initiés aux variables, ils vont approfondir leurs connaissances sur la manière d'attribuer différentes valeurs aux variables. Ils incluront plus d'une variable dans les programmes en fonction de leur besoin pour le jeu en question."
            ],
            "python": [
                "Tout d'abord, le langage de programmation Python sera présenté aux jeunes pour la première fois. Les premiers thèmes abordés sont l'initiation à la programmation avec un langage de programmation, l'introduction à Python, l'installation de l'IDE (un environnement de développement intégré) et le développement du premier programme en Python.",
                "L'idée est ensuite d'initier l'enfant aux listes, aux fonctions et aux ensembles. Grâce à différents types de projets et de jeux, l'enfant aura une connaissance approfondie des bases de la programmation Python et sera capable de les appliquer dans des projets réels.",
                "À la fin du module, le jeune adolescent repartira avec un diplôme certifiant l'achèvement du cours, ainsi qu'une bonne dose de nouvelles connaissances !"
            ],
            "web": [
                "Les deux premiers sujets du module présentent les principales balises et les principaux attributs du langage HTML, et les enfants créent la structure de base du site Web, sur laquelle ils travailleront jusqu'à la fin du niveau. Le reste du module présente les CSS ainsi que les connaissances de base sur les couleurs, les polices et les images, qui sont largement utilisées dans d'autres domaines que la programmation Web.",
                "Nous poursuivons ensuite avec l'introduction des principales balises en HTML, tandis que les enfants continuent à développer et à améliorer le projet du module précédent. De cette façon, nous avons l'occasion d'approfondir les styles CSS, ainsi que de démontrer les bonnes pratiques de création d'un projet qui nécessite l'organisation de plus d'un dossier ou fichier.",
                "Vers la fin du module, les enfants terminent le projet sur lequel nous avons travaillé depuis le début. À ce stade avancé, nous avons la possibilité de montrer des concepts plus difficiles tels que la segmentation de documents, les pseudo-sélecteurs et les métadonnées. À la fin, le projet sur lequel nous avons travaillé est terminé et les enfants ont l'occasion de démontrer ce qu'ils ont appris en le modifiant et en le stylisant comme ils le souhaitent."
            ]
        },
        "exampleTitle": "Exemple de projet",
        "example-projects": {
            "scratch-piano": {
                "text": [
                    "L'un des projets que nous allons explorer est un jeu. Le joueur pourra contrôler un piano entièrement créé par lui, capable de jouer les sons les plus étranges. Avec ce piano, nous pourrons composer ensemble de belles musiques.",
                    "Ce jeu s'appuie sur tous les concepts de base explorés et constitue un excellent projet de récapitulation."
                ],
                "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Scratch%20Piano.png?alt=media&token=da1a3f95-f018-4f6c-8056-7905c6faa065"
            },
            "python-submarine": {
                "text": [
                    "L'un des projets que nous allons explorer est un jeu. Le joueur est représenté par un sous-marin dont le but est d'éviter les obstacles de l'océan, et de survivre le plus longtemps possible dans ces circonstances. Ce jeu s'appuie sur tous les concepts de base explorés et constitue un excellent projet de récapitulation."
                ],
                "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Python%20Submarin.png?alt=media&token=1f796770-9ddf-44c6-830b-27fd45839524"
            },
            "web-portfolio": {
                "text": [
                    "À la fin du module, les jeunes seront en mesure de développer un site Web sur le sujet de leur choix, par exemple sur eux-mêmes!",
                    "Ce projet s'appuie sur tous les concepts de base explorés et constitue un excellent projet de récapitulation."
                ],
                "img": "https://firebasestorage.googleapis.com/v0/b/ilplatform.appspot.com/o/examples%2FExample%20-%20Web%20Portfolio.png?alt=media&token=153e1e32-8c69-4914-8752-3c976f104a0d"
            }
        },
        "register": "S'Inscrire"
    },
    "contact-us": {
        "title": "Prenez contact avec nous",
        "subtitle": "Retrouvez-nous sur les réseaux sociaux",
        "alternative": "Ou envoyez-nous un message",
        "first": "Prénom",
        "last": "Nom de famille",
        "email": "Courriel",
        "subject": "Sujet",
        "message": "Message",
        "send": "Envoyer"
    },
    "contact-success": {
        "title": "Merci pour votre message",
        "subtitle": "Nous vous répondrons dans les plus brefs délais!",
        "social": "En attendant, vous pouvez explorer nos comptes de médias sociaux",
        "back": "Retour à l'accueil"
    },
    "registration": {
        "register": "S'Inscrire",
        "name": "Nom complet",
        "email": "Courriel",
        "phone": "Numéro de téléphone",
        "name_child": "Nom de Child",
        "birthday": "Anniversaire d'un enfant",
        "select_payment": "Sélectionnez le mode de paiement",
        "methods": [
            "Virement bancaire"
        ],
        "continue": "Continuer vers le paiement"
    },
    "regSuccess": {
        "title": "Inscription réussie",
        "thank": "Merci pour votre inscription!",
        "transfer": "Veuillez transférer le montant dû sur le compte suivant:",
        "amountTitle": "Montant",
        "comm": "Communication",
        "email_conf": "Vous recevrez un courriel de confirmation sous peu",
        "back": "Retour à l'écran d'accueil"
    },
    "regFailure": {
        "title": "Quelque chose a mal tourné",
        "try": "Désolé pour le dérangement, veuillez réessayer...",
        "again": "Essayez à nouveau",
        "back": "Retour à l'écran d'accueil"
    },
    "terms": {
        "title": "Modalités et conditions",
        "sections": [
            {
                "title": "Bienvenue sur ILPlatform!",
                "content": [
                    "Les présentes conditions générales définissent les règles d'utilisation du site web de l'Independent Learning Platform, situé à l'adresse www.ilplatform.be.",
                    "En accédant à ce site Web, nous supposons que vous acceptez ces conditions. Ne continuez pas à utiliser ILPlatform si vous n'acceptez pas l'ensemble des conditions générales énoncées sur cette page.",
                    "La terminologie suivante s'applique aux présentes conditions générales, à la déclaration de confidentialité, à l'avis de non-responsabilité et à tous les accords : Les termes ' Client ', ' Vous ' et ' Votre ' font référence à vous, la personne qui se connecte à ce site Web et qui respecte les conditions générales de la société. Les termes ' la société ', ' nous ', ' notre ' et ' nos ' font référence à notre société. Les termes ' Partie ', ' Parties ' ou ' Nous ' désignent à la fois le client et nous-mêmes. Tous les termes se réfèrent à l'offre, à l'acceptation et à la prise en compte du paiement nécessaire pour entreprendre le processus de notre assistance au Client de la manière la plus appropriée dans le but exprès de répondre aux besoins du Client en ce qui concerne la fourniture des services déclarés de la Société, conformément et sous réserve de la loi en vigueur aux Pays-Bas. Toute utilisation de la terminologie ci-dessus ou d'autres mots au singulier, au pluriel, en majuscules et/ou il/elle ou ils/elles, sont considérés comme interchangeables et donc comme se référant au même."
                ]
            },
            {
                "title": "Cookies",
                "content": [
                    "Nous utilisons des cookies. En accédant à ILPlatform, vous acceptez d'utiliser des cookies en accord avec la politique de confidentialité d'Independent Learning Platform.",
                    "La plupart des sites web interactifs utilisent des cookies pour nous permettre de récupérer les données de l'utilisateur à chaque visite. Les cookies sont utilisés par notre site web pour permettre la fonctionnalité de certaines zones afin de faciliter la tâche des personnes qui visitent notre site web. Certains de nos partenaires affiliés/publicitaires peuvent également utiliser des cookies."
                ]
            },
            {
                "title": "Licence",
                "content": [
                    "Sauf indication contraire, Independent Learning Platform et/ou ses concédants de licence détiennent les droits de propriété intellectuelle de l'ensemble du matériel présent sur ILPlatform. Tous les droits de propriété intellectuelle sont réservés. Vous pouvez accéder au contenu de la plate-forme d'apprentissage indépendant pour votre usage personnel, sous réserve des restrictions définies dans les présentes conditions générales.",
                    "Vous ne devez pas:",
                    "* Republier du matériel provenant d'ILPlatform",
                    "* Vendre, louer ou accorder des sous-licences pour le matériel de l'ILPlatform",
                    "* Reproduire, dupliquer ou copier du matériel provenant d'ILPlatform",
                    "* Redistribuer le contenu d'ILPlatform",
                    "Le présent accord prend effet à la date du présent document.",
                    "Certaines parties de ce site Web offrent aux utilisateurs la possibilité de publier et d'échanger des opinions et des informations dans certaines zones du site. La plateforme d'apprentissage indépendante ne filtre pas, ne modifie pas, ne publie pas et ne révise pas les commentaires avant leur présence sur le site Web. Les commentaires ne reflètent pas les points de vue et les opinions de la plateforme d'apprentissage indépendante, de ses agents et/ou de ses affiliés. Les commentaires reflètent les points de vue et les opinions de la personne qui les publie. Dans la mesure permise par les lois applicables, la plate-forme d'apprentissage indépendante ne peut être tenue responsable des commentaires ou de toute responsabilité, de tout dommage ou de toute dépense causés et/ou subis à la suite de l'utilisation et/ou de la publication et/ou de l'apparition des commentaires sur ce site Web.",
                    "Independent Learning Platform se réserve le droit de surveiller tous les commentaires et de supprimer tout commentaire qui peut être considéré comme inapproprié, offensant ou qui constitue une violation des présentes conditions générales.",
                    "Vous garantissez et déclarez que:",
                    "* Vous êtes habilité à publier les commentaires sur notre site web et disposez de toutes les licences et autorisations nécessaires pour le faire;",
                    "* Les Commentaires ne portent atteinte à aucun droit de propriété intellectuelle, y compris, sans s'y limiter, les droits d'auteur, les brevets ou les marques de commerce d'un tiers;",
                    "* Les commentaires ne contiennent aucun élément diffamatoire, calomnieux, offensant, indécent ou autrement illégal qui constitue une atteinte à la vie privée",
                    "* Les commentaires ne seront pas utilisés pour solliciter ou promouvoir des affaires ou des coutumes ou présenter des activités commerciales ou des activités illégales.",
                    "* Par la présente, vous accordez à Independent Learning Platform une licence non exclusive pour utiliser, reproduire, éditer et autoriser d'autres personnes à utiliser, reproduire et éditer l'un de vos commentaires sous toutes les formes, formats ou médias."
                ]
            },
            {
                "title": "Hyperliens vers notre contenu",
                "content": [
                    "Les organisations suivantes peuvent établir un lien avec notre site Web sans autorisation écrite préalable:",
                    "* Agences gouvernementales;",
                    "* Moteurs de recherche;",
                    "* Organismes de presse;",
                    "* Les distributeurs d'annuaires en ligne peuvent créer des liens vers notre site Web de la même manière qu'ils créent des hyperliens vers les sites Web d'autres entreprises répertoriées ; et",
                    "* Les entreprises accréditées à l'échelle du système, à l'exception des organisations à but non lucratif, des centres commerciaux caritatifs et des groupes de collecte de fonds caritatifs, qui ne peuvent pas établir d'hyperlien vers notre site Web.",
                    "Ces organisations peuvent créer des liens vers notre page d'accueil, vers des publications ou vers d'autres informations du site Web, à condition que le lien ne soit pas trompeur : (a) n'est en aucun cas trompeur ; (b) n'implique pas faussement le parrainage, l'approbation ou le soutien de la partie liée et de ses produits et/ou services ; et (c) s'inscrit dans le contexte du site de la partie liée.",
                    "Nous pouvons prendre en considération et approuver d'autres demandes de liens émanant des types d'organisations suivantes:",
                    "* les sources d'information communément connues des consommateurs et/ou des entreprises;",
                    "* dot.com sites communautaires;",
                    "* les associations ou autres groupes représentant les organismes de bienfaisance;",
                    "* annuaire en ligne des distributeurs;",
                    "* portails internet;",
                    "* les cabinets de comptabilité, d'avocats et de consultants; et",
                    "* les établissements d'enseignement et les associations professionnelles.",
                    "Nous approuverons les demandes de liens de ces organisations si nous décidons que : (a) le lien ne nous donnera pas une image défavorable de nous-mêmes ou de nos entreprises accréditées ; (b) l'organisation n'a pas d'antécédents négatifs avec nous ; (c) l'avantage que nous retirons de la visibilité de l'hyperlien compense l'absence de plateforme d'apprentissage indépendante ; et (d) le lien s'inscrit dans le contexte d'informations générales sur les ressources.",
                    "Ces organisations peuvent créer un lien vers notre page d'accueil à condition que ce lien : (a) ne soit pas trompeur de quelque manière que ce soit ; (b) n'implique pas faussement le parrainage, l'approbation ou le soutien de la partie liante et de ses produits ou services ; et (c) s'inscrive dans le contexte du site de la partie liante.",
                    "Si vous êtes l'une des organisations énumérées au paragraphe 2 ci-dessus et que vous souhaitez établir un lien avec notre site Web, vous devez nous en informer en envoyant un courrier électronique à Independent Learning Platform. Veuillez inclure votre nom, le nom de votre organisation, vos coordonnées ainsi que l'URL de votre site, une liste de toutes les URL à partir desquelles vous avez l'intention de créer un lien vers notre site Web, et une liste des URL de notre site vers lesquelles vous souhaitez créer un lien. Attendez 2 à 3 semaines pour recevoir une réponse.",
                    "Les organisations approuvées peuvent établir un hyperlien vers notre site Web de la manière suivanteLes organisations approuvées peuvent établir un hyperlien vers notre site Web de la manière suivante:",
                    "* Par l'utilisation de notre dénomination sociale ; ou",
                    "* Par l'utilisation du localisateur de ressources uniformes vers lequel le lien est établi ; ou",
                    "* Par l'utilisation de toute autre description de notre site Internet faisant l'objet d'un lien qui a un sens dans le contexte et le format du contenu du site de la partie liante.",
                    "L'utilisation du logo ou d'autres illustrations de Independent Learning Platform ne sera pas autorisée pour la création de liens en l'absence d'un accord de licence de marque."
                ]
            },
            {
                "title": "iFrames",
                "content": [
                    "Sans autorisation préalable et écrite, vous ne pouvez pas créer de cadres autour de nos pages Web qui modifient de quelque manière que ce soit la présentation visuelle ou l'apparence de notre site Web."
                ]
            },
            {
                "title": "Responsabilité du contenu",
                "content": [
                    "Nous ne serons pas tenus responsables du contenu qui apparaît sur votre site web. Vous acceptez de nous protéger et de nous défendre contre toutes les réclamations qui s'élèvent sur votre site Web. Aucun lien ne doit apparaître sur un site Web qui pourrait être interprété comme étant diffamatoire, obscène ou criminel, ou qui enfreint, viole ou préconise l'enfreinte ou toute autre violation des droits d'un tiers."
                ]
            },
            {
                "title": "Votre vie privée",
                "content": [
                    "Veuillez lire la politique de confidentialité"
                ]
            },
            {
                "title": "Réserve des droits",
                "content": [
                    "Nous nous réservons le droit de vous demander de supprimer tous les liens ou un lien particulier vers notre site Web. Vous acceptez de retirer immédiatement tous les liens vers notre site Web sur demande. Nous nous réservons également le droit de modifier à tout moment les présentes conditions générales et la politique en matière de liens. En établissant un lien permanent avec notre site Web, vous acceptez d'être lié à ces conditions et de les respecter."
                ]
            },
            {
                "title": "Suppression de liens sur notre site web",
                "content": [
                    "Si vous trouvez un lien sur notre site Web qui est offensant pour une raison quelconque, vous êtes libre de nous contacter et de nous informer à tout moment. Nous examinerons les demandes de suppression de liens, mais nous ne sommes pas obligés de le faire ou de vous répondre directement.",
                    "Nous ne garantissons pas l'exactitude des informations contenues dans ce site web, ni leur exhaustivité ou leur précision ; nous ne promettons pas non plus de garantir que le site web restera disponible ou que le matériel contenu dans le site web sera mis à jour."
                ]
            },
            {
                "title": "Avis de non-responsabilité",
                "content": [
                    "Dans la mesure maximale autorisée par la loi applicable, nous excluons toutes les représentations, garanties et conditions relatives à notre site web et à l'utilisation de ce site. Aucune disposition de la présente clause de non-responsabilité:",
                    "* limiter ou exclure notre ou votre responsabilité en cas de décès ou de dommages corporels;",
                    "* limiter ou exclure notre ou votre responsabilité pour fraude ou fausse déclaration frauduleuse;",
                    "* limiter l'une de nos ou de vos responsabilités d'une manière qui n'est pas autorisée par la loi applicable ; ou",
                    "* exclure l'une de nos ou de vos responsabilités qui ne peuvent être exclues en vertu de la loi applicable.",
                    "Les limitations et interdictions de responsabilité énoncées dans cette section et ailleurs dans la présente clause de non-responsabilité : (a) sont soumises au paragraphe précédent ; et (b) régissent toutes les responsabilités découlant de la clause de non-responsabilité, y compris les responsabilités contractuelles, délictuelles et pour violation d'une obligation légale.",
                    "Tant que le site web et les informations et services qu'il contient sont fournis gratuitement, nous ne sommes pas responsables des pertes ou dommages de quelque nature que ce soit."
                ]
            }
        ]
    },
    "privacy": {
        "title": "Politique de confidentialité pour la plateforme d'apprentissage indépendant",
        "sections": [
            {
                "title": "",
                "content": [
                    "Chez ILPlatform, accessible à partir de www.ilplatform.be, l'une de nos principales priorités est le respect de la vie privée de nos visiteurs. Le présent document sur la politique de confidentialité contient les types d'informations qui sont collectées et enregistrées par ILPlatform et la manière dont nous les utilisons.",
                    "Si vous avez des questions supplémentaires ou si vous souhaitez obtenir plus d'informations sur notre politique de confidentialité, n'hésitez pas à nous contacter.",
                    "La présente politique de confidentialité s'applique uniquement à nos activités en ligne et est valable pour les visiteurs de notre site Web en ce qui concerne les informations qu'ils ont partagées et/ou collectées sur ILPlatform. Cette politique ne s'applique pas aux informations collectées hors ligne ou via des canaux autres que ce site Web."
                ]
            },
            {
                "title": "Consentement",
                "content": [
                    "En utilisant notre site web, vous consentez par la présente à notre politique de confidentialité et acceptez ses conditions."
                ]
            },
            {
                "title": "Informations que nous recueillons",
                "content": [
                    "Les informations personnelles que l'on vous demande de fournir, et les raisons pour lesquelles on vous demande de les fournir, vous seront expliquées clairement au moment où nous vous demanderons de fournir vos informations personnelles.",
                    "Si vous nous contactez directement, nous pouvons recevoir des informations supplémentaires vous concernant, telles que votre nom, votre adresse électronique, votre numéro de téléphone, le contenu du message et/ou des pièces jointes que vous pouvez nous envoyer, et toute autre information que vous pouvez choisir de fournir.",
                    "Lorsque vous vous inscrivez à un compte, nous pouvons vous demander vos coordonnées, notamment votre nom, le nom de votre société, votre adresse, votre adresse électronique et votre numéro de téléphone."
                ]
            },
            {
                "title": "Comment nous utilisons vos informations",
                "content": [
                    "Nous utilisons les informations que nous recueillons de diverses manières, notamment pour:",
                    "* Fournir, exploiter et maintenir notre site web",
                    "* Améliorer, personnaliser et développer notre site web",
                    "* Comprendre et analyser la façon dont vous utilisez notre site web",
                    "* Développer de nouveaux produits, services, caractéristiques et fonctionnalités",
                    "* Communiquer avec vous, soit directement, soit par l'intermédiaire de l'un de nos partenaires, notamment dans le cadre du service clientèle, pour vous fournir des mises à jour et d'autres informations relatives au site web, ainsi qu'à des fins de marketing et de promotion.",
                    "* Vous envoyer des courriels",
                    "* Trouver et prévenir la fraude"
                ]
            },
            {
                "title": "Fichiers journaux",
                "content": [
                    "ILPlatform suit une procédure standard d'utilisation de fichiers journaux. Ces fichiers enregistrent les visiteurs lorsqu'ils se rendent sur des sites Web. Toutes les sociétés d'hébergement le font et cela fait partie de l'analyse des services d'hébergement. Les informations recueillies par les fichiers journaux comprennent les adresses de protocole Internet (IP), le type de navigateur, le fournisseur d'accès Internet (FAI), la date et l'heure, les pages de renvoi et de sortie, et éventuellement le nombre de clics. Ces données ne sont pas liées à des informations permettant d'identifier une personne. L'objectif de ces informations est d'analyser les tendances, d'administrer le site, de suivre les mouvements des utilisateurs sur le site et de recueillir des informations démographiques."
                ]
            },
            {
                "title": "Cookies et balises Web",
                "content": [
                    "Comme tout autre site Web, ILPlatform utilise des 'cookies'. Ces cookies sont utilisés pour stocker des informations, notamment les préférences des visiteurs, et les pages du site Web auxquelles le visiteur a accédé ou qu'il a visitées. Ces informations sont utilisées pour optimiser l'expérience des utilisateurs en personnalisant le contenu de nos pages Web en fonction du type de navigateur des visiteurs et/ou d'autres informations.",
                    "Pour des informations plus générales sur les cookies, veuillez consulter le site Web du consentement aux cookies (https://www.cookieconsent.com)."
                ]
            },
            {
                "title": "Cookie DART DoubleClick de Google",
                "content": [
                    "Google est l'un des fournisseurs tiers de notre site. Il utilise également des cookies, connus sous le nom de cookies DART, pour diffuser des annonces aux visiteurs de notre site en fonction de leur visite sur www.website.com et d'autres sites sur Internet. Toutefois, les visiteurs peuvent choisir de refuser l'utilisation des cookies DART en consultant les règles de confidentialité du réseau de contenu et d'annonces Google à l'adresse suivante – https://policies.google.com/technologies/ads"
                ]
            },
            {
                "title": "Nos partenaires publicitaires",
                "content": [
                    "Certains des annonceurs présents sur notre site peuvent utiliser des cookies et des balises web. Nos partenaires publicitaires sont énumérés ci-dessous. Chacun de nos partenaires publicitaires dispose de sa propre politique de confidentialité pour ses politiques relatives aux données des utilisateurs. Pour un accès plus facile, nous avons établi un hyperlien vers leurs politiques de confidentialité ci-dessous.",
                    "* Google - https://policies.google.com/technologies/ads"
                ]
            },
            {
                "title": "Partenaires publicitaires Politiques de confidentialité",
                "content": [
                    "Vous pouvez consulter cette liste pour trouver la politique de confidentialité de chacun des partenaires publicitaires d'ILPlatform.",
                    "Les serveurs publicitaires ou réseaux publicitaires tiers utilisent des technologies telles que les cookies, le JavaScript ou les balises Web qui sont utilisées dans leurs publicités et liens respectifs qui apparaissent sur ILPlatform, et qui sont envoyées directement au navigateur des utilisateurs. Ils reçoivent automatiquement votre adresse IP lorsque cela se produit. Ces technologies sont utilisées pour mesurer l'efficacité de leurs campagnes publicitaires et/ou pour personnaliser le contenu publicitaire que vous voyez sur les sites Web que vous visitez.",
                    "Notez qu'ILPlatform n'a aucun accès ou contrôle sur ces cookies utilisés par des annonceurs tiers."
                ]
            },
            {
                "title": "Politiques de confidentialité des tiers",
                "content": [
                    "La politique de confidentialité d'ILPlatform ne s'applique pas aux autres annonceurs ou sites Web. Nous vous conseillons donc de consulter les politiques de confidentialité respectives de ces serveurs publicitaires tiers pour obtenir des informations plus détaillées. Il peut s'agir de leurs pratiques et d'instructions sur la manière de refuser certaines options.",
                    "Vous pouvez choisir de désactiver les cookies par le biais des options de votre navigateur individuel. Pour connaître des informations plus détaillées sur la gestion des cookies avec des navigateurs web spécifiques, vous pouvez consulter les sites web respectifs de ces navigateurs."
                ]
            },
            {
                "title": "Droits à la vie privée de l'ACCP (Ne vendez pas mes renseignements personnels)",
                "content": [
                    "En vertu de la CCPA, entre autres droits, les consommateurs californiens ont le droit de:",
                    "Demander à une entreprise qui collecte les données personnelles d'un consommateur de divulguer les catégories et les éléments spécifiques des données personnelles qu'elle a collectées sur les consommateurs.",
                    "Demander à une entreprise de supprimer toutes les données personnelles qu'elle a recueillies sur le consommateur.",
                    "Demandez qu'une entreprise qui vend les données personnelles d'un consommateur ne vende pas les données personnelles de ce dernier.",
                    "Si vous faites une demande, nous avons un mois pour vous répondre. Si vous souhaitez exercer l'un de ces droits, veuillez nous contacter."
                ]
            },
            {
                "title": "GDPR Droits relatifs à la protection des données",
                "content": [
                    "Nous tenons à nous assurer que vous êtes pleinement conscient de tous vos droits en matière de protection des données. Chaque utilisateur a droit à ce qui suit :", "Adaptabilité et flexibilité",
                    "Le droit d'accès - Vous avez le droit de demander des copies de vos données personnelles. Il se peut que nous vous facturions une petite somme pour ce service.",
                    "Le droit de rectification - Vous avez le droit de nous demander de corriger toute information que vous jugez inexacte. Vous avez également le droit de nous demander de compléter les informations qui, selon vous, sont incomplètes.",
                    "Le droit à l'effacement - Vous avez le droit de nous demander d'effacer vos données personnelles, sous certaines conditions.",
                    "Le droit de restreindre le traitement - Vous avez le droit de nous demander de restreindre le traitement de vos données personnelles, sous certaines conditions.",
                    "Le droit de s'opposer au traitement - Vous avez le droit de vous opposer à notre traitement de vos données personnelles, sous certaines conditions.",
                    "Le droit à la portabilité des données - Vous avez le droit de nous demander de transférer les données que nous avons collectées à une autre organisation, ou directement à vous, sous certaines conditions.",
                    "Si vous faites une demande, nous avons un mois pour vous répondre. Si vous souhaitez exercer l'un de ces droits, veuillez nous contacter."
                ]
            }
        ]
    },
    "404": {
        "not-found": "La page que vous avez demandée n'a pas pu être trouvée. Si vous pensez qu'il s'agit d'une erreur, veuillez",
        "contact-us": "Contactez-nous",
        "discover": "Vous pouvez découvrir",
        "home": "Accueil",
        "classes": "Classes",
        "contact": "Contactez-nous"
    }
}